[
{"link": "https://ggia.berkeley.edu/practice/feeling_connected", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>10 minutes. Try to do this practice at least once per week, selecting a different example each time</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. Try to think of a time when you felt a strong bond with someone in your life. Choose a specific example of an experience you had with this person where you felt especially close and connected to him or her. This could be a time you had a meaningful conversation, gave or received support, experienced a great loss or success together, or witnessed an historic moment together.</p>\n\n<p>2. Once you’ve thought of a specific example, spend a few minutes writing about what happened. In particular, consider the ways in which this experience made you feel close and connected to the other person. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 4, "rating": "75", "difficulty": "Casual", "title": "Feeling Connected", "description": "A writing exercise to foster connection and kindness.", "duration": ["5", "mins"], "categories": ["compassion", "connection", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-FeelingConnected_214_162_s_c1.jpg", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/gratitude_meditation", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>10 minutes. Although most meditation practices are recommended daily, you may see benefits in as little as one session.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>This exercise draws on a guided meditation created by Dr. Kathi Kemper, executive director of the Ohio State University College of Medicine’s Center for Integrative Health and Wellness.</p>\n\n<p>We recommend listening to audio of this guided meditation in the player below; you can also listen at the <a href=\"https://wexnermedical.osu.edu/~/media/Files/WexnerMedical/Patient-Care/Healthcare-Services/Integrative-Medicine/MP3-Files/Heart-Centered-Practices/Gratitude-2.mp3?la=en\">Ohio State University website</a>. We have included an adapted script of this meditation to help you follow it yourself or teach it to others. In brackets are the lengths of the pauses in the original guided meditation, to give you a sense of how much time to allot to each step.</p>\n\n<p>\n<audio autobuffer=\"\" controls=\"controls\" src=\"https://wexnermedical.osu.edu/~/media/Files/WexnerMedical/Patient-Care/Healthcare-Services/Integrative-Medicine/MP3-Files/Heart-Centered-Practices/Gratitude-2.mp3\"> </audio>\n</p>\n\n<p><strong>Gratitude Meditation</strong></p>\n\n<p>Hello and welcome to the 10-minute guided practice to promote resilience by using imagery of heart-centered gratitude.</p>\n\n<p>This is Dr. Kathi Kemper at the Ohio State University’s Center for Integrative Health and Wellness.</p>\n\n<p>Gratitude practice can be used to promote a positive mood, hope, and resilience. As we experience positive emotions such as gratitude, loving-kindness, and compassion, our awareness broadens and our creativity and problem-solving capacities blossom, and we become more effective in whatever we choose to do.</p>\n\n<p>1. To begin, find a safe, quiet place where you know you will not be disturbed. Please don’t listen to this recording while you are driving.</p>\n\n<p>2. We will keep track of time for you, and ring a gentle chime when 10 minutes have elapsed [start timer].</p>\n\n<p>3. Sit upright in a comfortable, stable position where you feel fully supported, and your back, neck, and head are straight. Or lie down on your back in a comfortable place, with some support under your knees. Make sure you’ll be warm enough. You might want to get a sweater or blanket if the room is cool. Loosen any restrictive clothing that would prevent you from breathing comfortably.</p>\n\n<p>4. Allow your eyes to gently close or maintain a soft focus, gazing 6-12 feet in front of you.</p>\n\n<p>5. Take a slow, deep breath to bring yourself to the present moment and begin the process of feeling more peaceful and centered. Breathe into the belly so it expands as you breathe in and gets smaller as you breathe out.</p>\n\n<p>6. Now, take a minute or two to mentally scan your body for any areas where there is tightness, tension, or soreness and breathe your warm, oxygen-filled breath into that area; as you breathe out, let the tension release, breathing it out.</p>\n\n<p>7. Now, notice any worries, fear, anger, irritation, jealousy, or judgment. Just breathe into those emotions, noting them, and allowing them to flow out as you breathe out. Another breath into any uncomfortable emotions, and breathing out, releasing them [5 seconds].</p>\n\n<p>8. Now any thoughts of memories, plans, associations, anything other than being here, breathing, just breathe into those thoughts, and as you breathe out, allow the thoughts to flow out with the breath [5 seconds].</p>\n\n<p>9. Now that our bodies, emotions, and thoughts are a little clearer, a bit more spacious and open, we can begin to focus on the events, experiences, people, pets, or possessions for which we feel grateful [5 seconds].</p>\n\n<p>10. First, recall that if you are listening to this recording, you already have several marvelous gifts:</p>\n\n<ul>\n\t<li>The gift of life itself, the most precious gift. Someone gave birth to you, someone fed you as an infant, changed your diaper, clothed you, bathed you, taught you to speak and to understand.</li>\n\t<li>The gift of hearing, so you can hear and learn—whether it’s the song of a bird, the notes of a band or orchestra, the songs of singing and voices, the sound of your own breath flowing in and flowing out.</li>\n\t<li>The gift of a heartbeat, steady, regular, moment after moment, pumping fresh, life-giving blood to all your organs [5 seconds].</li>\n</ul>\n\n<p>Now think about all the things we have today that make our lives easier and more comfortable than they were for our great-grandparents.</p>\n\n<ul>\n\t<li>We flip a switch, and light appears.</li>\n\t<li>We turn a tap and clean, drinkable water flows.</li>\n\t<li>We adjust a thermostat, and a room grows warmer or cooler.</li>\n\t<li>We have a roof to keep us dry when it rains, walls to keep out the cold wind, windows to let in the light, screens to keep out insects.</li>\n\t<li>We enter a vehicle and it takes us where we want to go.</li>\n\t<li>We have access to machines that wash our clothes. And we have clothes to wear, places to store them.</li>\n\t<li>There are machines that store our food at just the right temperature and help us cook it without us having to gather wood.</li>\n\t<li>We have indoor plumbing.</li>\n\t<li>We have public libraries that have thousands of books and recordings, free for anyone to borrow and read.</li>\n\t<li>We have public schools that can teach us to read and write, skills that were available to only the very few just a few hundred years ago [5 seconds].</li>\n</ul>\n\n<p>Now, take a moment to reflect on all the thousands of people who have worked hard, some without knowing you at all, to make your life easier or more pleasant.</p>\n\n<ul>\n\t<li>Some who plant, grow, and harvest your food.</li>\n\t<li>Some who transport that food to market.</li>\n\t<li>A team of people who make the roads and railways that make it easier to transport the food.</li>\n\t<li>Another team who maintain those vehicles. And drivers, loaders, unloaders.</li>\n\t<li>Those who take the time to design the store, the shelves, the packaging that keeps the food safe and allows you to find what you need.</li>\n\t<li>Postal service. Someone who sorts the mail. Others who deliver it.</li>\n\t<li>Those who maintain the servers so you can get and send email and access the Internet.</li>\n\t<li>Those who design operations and systems for gathering, sorting, and disposing of trash and recycling.</li>\n\t<li>Those who gather news stories and photos, and those who create the many mechanisms by which the news can reach you.</li>\n\t<li>All those who play sports, create art or music, or plays or poems or films to entertain and uplift you.</li>\n</ul>\n\n<p>And most of these are people you have never met or barely know.</p>\n\n<p>11. Now, consider the people and pets you know who enrich your life, those who smile at you and cheer you on, those family, friends, acquaintances, colleagues, and peers, those ancestors who worked so you could live well, those friends who support you when you need a shoulder or a hand [5 seconds].</p>\n\n<p>12. Now, take a moment to reflect on your own reasons for feeling grateful in this moment [15 seconds].</p>\n\n<p>13. There is so much to feel grateful for in this moment now [10 seconds]. Gratitude fills our hearts and minds, uplifting our spirit [10 seconds].</p>\n\n<p>14. When you finish [CHIME], you can notice the feeling of your body and breath in this place. Rest quietly for several minutes, noticing how you feel throughout your body, emotions, and thoughts compared with before you started. No judging, just noticing. Gently stretch your hands and arms, feet and legs. If you choose to stand, do so slowly. With practice, you can find yourself feeling grateful easily, wherever you are. You may choose to keep a journal, noting three to five things each day for which you feel particularly grateful. You can draw on the strength of this gratitude whenever you wish.</p>\n\n<p>15. Thank you for practicing this guided heart-centered meditation to promote a sense of gratitude.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 1, "rating": "60", "difficulty": "Casual", "title": "Gratitude Meditation", "description": "Feel grateful as you reflect on all the gifts in your life.", "duration": ["10", "mins"], "categories": ["gratitude"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Gratitude_Meditation_Fb_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/raisin_meditation", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>Five minutes daily for at least a week. Evidence suggests that mindfulness increases the more you practice it.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p><strong>1. Holding:</strong> First, take a raisin and hold it in the palm of your hand or between your finger and thumb.</p>\n\n<p><strong>2. Seeing:</strong> Take time to really focus on it; gaze at the raisin with care and full attention—imagine that you’ve just dropped in from Mars and have never seen an object like this before in your life. Let your eyes explore every part of it, examining the highlights where the light shines, the darker hollows, the folds and ridges, and any asymmetries or unique features.</p>\n\n<p><strong>3. Touching:</strong> Turn the raisin over between your fingers, exploring its texture. Maybe do this with your eyes closed if that enhances your sense of touch.</p>\n\n<p><strong>4. Smelling:</strong> Hold the raisin beneath your nose. With each inhalation, take in any smell, aroma, or fragrance that may arise. As you do this, notice anything interesting that may be happening in your mouth or stomach.<br>\n<br>\n<strong>5. Placing:</strong> Now slowly bring the raisin up to your lips, noticing how your hand and arm know exactly how and where to position it. Gently place the raisin in your mouth; without chewing, noticing how it gets into your mouth in the first place. Spend a few moments focusing on the sensations of having it in your mouth, exploring it with your tongue.<br>\n<br>\n<strong>6. Tasting:</strong> When you are ready, prepare to chew the raisin, noticing how and where it needs to be for chewing. Then, very consciously, take one or two bites into it and notice what happens in the aftermath, experiencing any waves of taste that emanate from it as you continue chewing. Without swallowing yet, notice the bare sensations of taste and texture in your mouth and how these may change over time, moment by moment. Also pay attention to any changes in the object itself.<br>\n<br>\n<strong>7. Swallowing:</strong> When you feel ready to swallow the raisin, see if you can first detect the intention to swallow as it comes up, so that even this is experienced consciously before you actually swallow the raisin.</p>\n\n<p><strong>8. Following:</strong> Finally, see if you can feel what is left of the raisin moving down into your stomach, and sense how your body as a whole is feeling after you have completed this exercise.<br>\n </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 12, "rating": "96", "difficulty": "Casual", "title": "Raisin Meditation", "description": "Cultivate mindfulness, reduce stress, and enjoy everyday pleasures.", "duration": ["5", "mins"], "categories": ["mindfulness", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-RaisinMeditation_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/active_listening", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>At least 10 minutes. Try to make time for this practice at least once per week.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Find a quiet place where you can talk with a conversation partner without interruption or distraction. Invite him or her to share what’s on his or her mind. As he or she does so, try to follow the steps below. You don’t need to cover every step, but the more you do cover, the more effective this practice is likely to be.</p>\n\n<ol>\n\t<li><strong>Paraphrase.</strong> Once the other person has finished expressing a thought, paraphrase what he or she said to make sure you understand and to show that you are paying attention. Helpful ways to paraphrase include “What I hear you saying is…” “It sounds like…” and “If I understand you right….”</li>\n\t<li><strong>Ask questions. </strong>When appropriate, ask questions to encourage the other person to elaborate on his or her thoughts and feelings. Avoid jumping to conclusions about what the other person means. Instead, ask questions to clarify his or her meaning, such as, “When you say_____, do you mean_____”? </li>\n\t<li><strong>Express empathy.</strong> If the other person voices negative feelings, strive to validate these feelings rather than questioning or defending against them. For example, if the speaker expresses frustration, try to consider why he or she feels that way, regardless of whether you think that feeling is justified or whether you would feel that way yourself were you in his or her position. You might respond, “I can sense that you’re feeling frustrated,” and even “I can understand how that situation could cause frustration.”</li>\n\t<li><strong>Use engaged body language.</strong> Show that you are engaged and interested by making eye contact, nodding, facing the other person, and maintaining an open and relaxed body posture. Avoid attending to distractions in your environment or checking your phone. Be mindful of your facial expressions: Avoid expressions that might communicate disapproval or disgust.</li>\n\t<li><strong>Avoid judgment.</strong> Your goal is to understand the other person’s perspective and accept it for what it is, even if you disagree with it. Try not to interrupt with counter-arguments or mentally prepare a rebuttal while the other person is speaking.</li>\n\t<li><strong>Avoid giving advice.</strong> Problem-solving is likely to be more effective after both conversation partners understand one another’s perspective and feel heard. Moving too quickly into advice-giving can be counterproductive. </li>\n\t<li><strong>Take turns. </strong>After the other person has had a chance to speak and you have engaged in the active listening steps above, ask if it’s okay for you to share your perspective. When sharing your perspective, express yourself as clearly as possible using “I” statements (e.g., “I feel overwhelmed when you don’t help out around the house”). It may also be helpful, when relevant, to express empathy for the other person’s perspective (e.g., “I know you’ve been very busy lately and don’t mean to leave me hanging…”).</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 5, "rating": "91", "difficulty": "Intensive", "title": "Active Listening", "description": "Connect with a partner through empathy and understanding.", "duration": ["10", "mins"], "categories": ["featured", "connection", "empathy"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-ActiveListening_214_162_s_c1.jpg", "frequency": ["1x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/gratitude_letter", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>At least 15 minutes for writing the letter and at least 30 minutes for the visit</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Call to mind someone who did something for you for which you are extremely grateful but to whom you never expressed your deep gratitude. This could be a relative, friend, teacher, or colleague. Try to pick someone who is still alive and could meet you face-to-face in the next week. It may be most helpful to select a person or act that you haven’t thought about for a while—something that isn’t always on your mind.</p>\n\n<p>Now, write a letter to one of these people, guided by the following steps.</p>\n\n<ul>\n\t<li>Write as though you are addressing this person directly (“Dear ______”)</li>\n\t<li>Don’t worry about perfect grammar or spelling.</li>\n\t<li>Describe in specific terms what this person did, why you are grateful to this person, and how this person’s behavior affected your life. Try to be as concrete as possible.</li>\n\t<li>Describe what you are doing in your life now and how you often remember his or her efforts.</li>\n\t<li>Try to keep your letter to roughly one page (~300 words).</li>\n</ul>\n\n<p>Next, you should try if at all possible to deliver your letter in person, following these steps:</p>\n\n<ul>\n\t<li>Plan a visit with the recipient. Let that person know you’d like to see him or her and have something special to share, but don’t reveal the exact purpose of the meeting.</li>\n\t<li>When you meet, let the person know that you are grateful to them and would like to read a letter expressing your gratitude; ask that he or she refrain from interrupting until you’re done.</li>\n\t<li>Take your time reading the letter. While you read, pay attention to his or her reaction as well as your own.</li>\n\t<li>After you have read the letter, be receptive to his or her reaction and discuss your feelings together.</li>\n\t<li>Remember to give the letter to the person when you leave.</li>\n</ul>\n\n<p>If physical distance keeps you from making a visit, you may choose to arrange a phone or video chat.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 3, "rating": "100", "difficulty": "Moderate", "title": "Gratitude Letter", "description": "Write a letter expressing thanks, and deliver it in person. ", "duration": ["30", "mins"], "categories": ["featured", "connection", "gratitude", "happiness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-Journal_or_Letter_214_162_s_c1.jpg", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/self_compassionate_letter", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes. Try to do this practice once per week, or at least once per month.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>First, identify something about yourself that makes you feel ashamed, insecure, or not good enough. It could be something related to your personality, behavior, abilities, relationships, or any other part of your life. </p>\n\n<p>Once you identify something, write it down and describe how it makes you feel. Sad? Embarrassed? Angry? Try to be as honest as possible, keeping in mind that no one but you will see what you write. </p>\n\n<p>The next step is to write a letter to yourself expressing compassion, understanding, and acceptance for the part of yourself that you dislike. </p>\n\n<p>As you write, follow these guidelines:</p>\n\n<ol>\n\t<li>Imagine that there is someone who loves and accepts you unconditionally for who you are. What would that person say to you about this part of yourself?</li>\n\t<li>Remind yourself that everyone has things about themselves that they don’t like, and that no one is without flaws. Think about how many other people in the world are struggling with the same thing that you’re struggling with.</li>\n\t<li>Consider the ways in which events that have happened in your life, the family environment you grew up in, or even your genes may have contributed to this negative aspect of yourself. </li>\n\t<li>In a compassionate way, ask yourself whether there are things that you could do to improve or better cope with this negative aspect. Focus on how constructive changes could make you feel happier, healthier, or more fulfilled, and avoid judging yourself.</li>\n\t<li>After writing the letter, put it down for a little while. Then come back to it later and read it again. It may be especially helpful to read it whenever you’re feeling bad about this aspect of yourself, as a reminder to be more self-compassionate.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 11, "rating": "89", "difficulty": "Casual", "title": "Self-Compassionate Letter", "description": "Stop beating yourself up for flaws and mistakes.", "duration": ["15", "mins"], "categories": ["featured", "resilience_to_stress", "self-comp"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-SelfCompassion_214_162_s_c1.jpg", "frequency": ["1x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/meaningful_pictures", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes per day for one week to take the photos. One hour to do the writing exercise. While it is not necessary to take a photograph every day, assume that the photography will take you a total of 90 minutes over the course of a week, with an additional hour for the writing.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p><br>\n1. Over the next week, take photographs of things that make your life feel meaningful or full of purpose. These can be people, places, objects, pets. If you are not able to take photos of these things—like if they’re not nearby—you can take photos of souvenirs, reminders, websites, or even other photos. Try to take at least nine photographs.</p>\n\n<p>2. At the end of the week: If you used a digital camera, upload your photos to a computer. If you used a non-digital camera, have your photos developed.</p>\n\n<p>3. Then, once you have collected all of your photos and items, take time to look at and reflect on each one. For each photo or item, write down a response to the following question: “What does this photo represent, and why is it meaningful?\"</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 6, "rating": "94", "difficulty": "Moderate", "title": "Meaningful Photos", "description": "A creative way to build happiness and meaning in life.", "duration": ["15", "mins"], "categories": ["happiness", "optimism"], "img": "https://ggia.berkeley.edu/images/made/assets/general/photography_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/awe_walk", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>With the right outlook, awe can be found in almost any environment, turning a mundane experience into a flight of inspiration and wonder. It is most likely to occur in places that have two key features: <strong>physical vastness </strong>and <strong>novelty</strong>. These could include natural settings, like a hiking trail lined with tall trees, or urban settings, like at the top of a skyscraper. </p>\n\n<p>You’re more likely to feel awe in a new place, where the sights and sounds are unfamiliar to you. That said, some places never seem to get old.</p>\n\n<p>No matter where you are, the key is to be in the right frame of mind. This practice is designed to help you get there—to turn an ordinary walk into a series of awe-inspiring moments, filled with delightful surprises. (For specific ideas for where to take an awe walk, see the list lower down.)</p>\n\n<p>To get started, turn off your cell phone. Cell phones (and other gadgets) can be distracting and draw your attention away from what’s happening around you. Even better, don’t bring your phone with you at all so that you won’t be tempted to check it.</p>\n\n<p>During your walk, try to approach what you see with fresh eyes, imagining that you’re seeing it for the first time. Then follow these steps:</p>\n\n<ol>\n\t<li>Take a deep breath in. Count to six as you inhale and six as you exhale. Feel the air move through your nasal passages and hear the sound of your breath. Come back to this breath throughout the walk.</li>\n\t<li>As you start to walk, feel your feet on the ground and listen to the surrounding sounds. </li>\n\t<li>Shift your awareness now so that you are open to what is around you, to things that are vast, unexpected, things that surprise and delight.</li>\n\t<li>Take another deep breath in. Again, count to six as you inhale and six as you exhale. </li>\n\t<li>Let your attention be open in exploration for what inspires awe in you. Is it a wide landscape? The small patterns of light and shadow? Let your attention move from the vast to the small.</li>\n\t<li>Continue your walk, and every so often, bring your attention back to your breath. Count to six as you inhale and six as you exhale. Notice—really notice—the multitude of sights, sounds, smells, and other sensations that are dancing through your awareness, usually undetected. </li>\n</ol>\n\n<p>Once you get in the habit of taking walks like this, you may be struck by how frequently you have opportunities to experience awe—they are practically infinite. </p>\n\n<p>As you move through your day, take note of the moments that bring you wonder, that give you goosebumps: These are your opportunities for awe. They may be in city areas, in front of art, listening to music, or connecting with others. Go out and find your awe moments and listen to them carefully, see where they guide you. As they stir humility and wonder, you may disover that they point you toward what you're supposed to do while you're here on Earth.</p>\n\n<p>Here are some more specific ideas for where to take an awe-inspiring walk.</p>\n\n<p><strong>Natural settings:</strong></p>\n\n<ul>\n\t<li>A mountain with panoramic views</li>\n\t<li>A trail lined with tall trees</li>\n\t<li>The shore of an ocean, lake, river, or waterfall</li>\n\t<li>A clear night when you can see the stars</li>\n\t<li>A place where you can watch a sunset or sunrise </li>\n</ul>\n\n<p><strong>Urban settings:</strong></p>\n\n<ul>\n\t<li>The top of a skyscraper… or look up in an area dense with tall buildings</li>\n\t<li>A historic monument</li>\n\t<li>A part of your city that you’ve never explored before</li>\n\t<li>A large ballpark or stadium</li>\n\t<li>A city art walk and explore different galleries</li>\n\t<li>Botanical gardens or a zoo to see plants and animal species you’ve never seen before</li>\n\t<li>Walk around with no destination in mind and see where it takes you</li>\n</ul>\n\n<p><strong>Indoor settings:</strong></p>\n\n<ul>\n\t<li>A planetarium or aquarium</li>\n\t<li>A historic mansion, cathedral, or opera house</li>\n\t<li>Walk slowly around a museum, giving your full attention to each piece</li>\n</ul>\n\n<p>For more guidance, check out this 360° guided Awe Walk practice through Muir Woods National Monument with the Greater Good Science Center's Dacher Keltner:</p>\n\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"360\" src=\"https://www.youtube.com/embed/TKterwanr1Y\" width=\"640\"></iframe></p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 2, "rating": "73", "difficulty": "Moderate", "title": "Awe Walk", "description": "Find wonder and inspiration through a simple stroll.", "duration": ["15", "mins"], "categories": ["awe", "happiness", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/AweWalk-Crop_214_162_s_c1.jpg", "frequency": ["1x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/three_funny_things", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>10 minutes/day for at least one week.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>For one week, take 10 minutes every day to complete the following:</p>\n\n<ul>\n\t<li>Write down the three funniest things you heard, saw, did, or experienced today. Think about the things you found really funny and describe how they made you feel.</li>\n\t<li>Also write down the reason why these things were funny. In other words, answer the question: \"Why did this funny event happen?\" It may be a bit tricky to think about the \"why\" of the funny things in your life, but it will become easier over the course of the week.</li>\n</ul>\n\n<p>It is important to create a physical record of your items by writing them down; it is not enough simply to do this exercise in your head. </p>\n\n<p>Here are some other tips you may find helpful for your writing: </p>\n\n<ul>\n\t<li>Give the event a title (e.g., “joked with my friend about parenting”).</li>\n\t<li>List any funny things you like: They can be relatively small in importance (e.g., “my partner made a silly face”) or relatively large (e.g., “I went to a comedy show”). </li>\n\t<li>Remember to write down exactly what happened in as much detail as possible, including what you did or said and, if others were involved, what they did or said.</li>\n\t<li>Use whatever writing style you please, and do not worry about perfect grammar and spelling.</li>\n\t<li>To make this exercise part of your daily routine, consider writing before bed.</li>\n</ul>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 9, "rating": "100", "difficulty": "Casual", "title": "Three Funny Things", "description": "Get happier by seeing the humor in life.", "duration": ["10", "mins"], "categories": ["happiness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Laughing_woman_pink_wall_Fb_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/self_compassion_break", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>5 minutes. While it may be challenging to do this practice every time you face a stressful situation, an initial goal could be to try it at least once per week.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. Think of a situation in your life that is difficult and is causing you stress.</p>\n\n<p>2. Call the situation to mind and see if you can actually feel the stress and emotional discomfort in your body.</p>\n\n<p>3. Now say to yourself, “This is a moment of suffering.” This acknowledgment is a form of mindfulness—of simply noticing what is going on for you emotionally in the present moment, without judging that experience as good or bad. You can also say to yourself, “This hurts,” or, “This is stress.” Use whatever statement feels most natural to you.</p>\n\n<p>4. Next, say to yourself, “Suffering is a part of life.” This is a recognition of your common humanity with others—that all people have trying experiences, and these experiences give you something in common with the rest of humanity rather than mark you as abnormal or deficient. Other options for this statement include “Other people feel this way,” “I’m not alone,” or “We all struggle in our lives.”</p>\n\n<p>5. Now, put your hands over your heart, feel the warmth of your hands and the gentle touch on your chest, and say, “May I be kind to myself.” This is a way to express self-kindness. You can also consider whether there is another specific phrase that would speak to you in that particular situation. Some examples: “May I give myself the compassion that I need,” “May I accept myself as I am,” “May I learn to accept myself as I am,” “May I forgive myself,” “May I be strong,” and “May I be patient.”</p>\n\n<p>This practice can be used any time of day or night. If you practice it in moments of relative calm, it might become easier for you to experience the three parts of self-compassion—mindfulness, common humanity, and self-kindness—when you need them most.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 10, "rating": "90", "difficulty": "Casual", "title": "Self-Compassion Break", "description": "A healthier way to deal with stressful situations.", "duration": ["5", "mins"], "categories": ["happiness", "mindfulness", "resilience_to_stress", "self-comp"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-SelfCompassionBreak_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/walking_meditation", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>10 minutes daily for at least a week. Evidence suggests that mindfulness increases the more you practice it.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p><em>The steps below are adapted from a guided walking meditation led by mindfulness expert <a href=\"http://www.umassmed.edu/\">Jon Kabat-Zinn</a>. This and other guided meditations can be found in his audiobook, <a href=\"http://www.amazon.com/gp/product/149151891X?ie=UTF8&amp;tag=gregooscicen-20&amp;linkCode=as2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=149151891X\">Mindfulness Meditation in Everyday Life</a>. </em></p>\n\n<ol>\n\t<li><strong>Find a location</strong>. Find a lane that allows you to walk back and forth for 10-15 paces—a place that is relatively peaceful, where you won’t be disturbed or even observed (since a slow, formal walking meditation can look strange to people who are unfamiliar with it). You can practice walking meditation either indoors or outside in nature. The lane doesn’t have to be very long since the goal is not to reach a specific destination, just to practice a very intentional form of walking where you’re mostly retracing your steps.</li>\n\t<li><strong>Start your steps.</strong> Walk 10-15 steps along the lane you’ve chosen, and then pause and breathe for as long as you like. When you’re ready, turn and walk back in the opposite direction to the other end of the lane, where you can pause and breathe again. Then, when you’re ready, turn once more and continue with the walk.</li>\n\t<li><strong>The components of each step.</strong> Walking meditation involves very deliberating thinking about and doing a series of actions that you normally do automatically. Breaking these steps down in your mind may feel awkward, even ridiculous. But you should try to notice at least these four basic components of each step: \n\t<p>a) the lifting of one foot;<br>\n\tb) the moving of the foot a bit forward of where you’re standing;<br>\n\tc) the placing of the foot on the floor, heal first;<br>\n\td) the shifting of the weight of the body onto the forward leg as the back heel lifts, while the toes of that foot remain touching the floor or the ground.</p>\n\n\t<p><em>Then the cycle continues, as you:</em></p>\n\n\t<p>a) lift your back foot totally off the ground;<br>\n\tb) observe the back foot as it swings forward and lowers;<br>\n\tc) observe the back foot as it makes contact with the ground, heel first;<br>\n\td) feel the weight shift onto that foot as the body moves forward.</p>\n\t</li>\n\t<li><strong>Speed.</strong> You can walk at any speed, but in Kabat-Zinn’s Mindfulness Based Stress Reduction (MBSR) program, walking meditation is slow and involves taking small steps. Most important is that it feel natural, not exaggerated or stylized.</li>\n\t<li><strong>Hands and arms.</strong> You can clasp your hands behind your back or in front of you, or you can just let them hang at your side—whatever feels most comfortable and natural.</li>\n\t<li><strong>Focusing your attention.</strong> As you walk, try to focus your attention on one or more sensations that you would normally take for granted, such as your breath coming in and out of your body; the movement of your feet and legs, or their contact with the ground or floor; your head balanced on your neck and shoulders; sounds nearby or those caused by the movement of your body; or whatever your eyes take in as they focus on the world in front of you.</li>\n\t<li><strong>What to do when your mind wanders.</strong> No matter how much you try to fix your attention on any of these sensations, your mind will inevitably wander. That’s OK—it’s perfectly natural. When you notice your mind wandering, simply try again to focus it one of those sensations.</li>\n\t<li><strong>Integrating walking meditation into your daily life.</strong> For many people, slow, formal walking meditation is an acquired taste. But the more you practice, even for short periods of time, the more it is likely to grow on you. Keep in mind that you can also bring mindfulness to walking at any speed in your everyday life, and even to running, though of course the pace of your steps and breath will change. In fact, over time, you can try to bring the same degree of awareness to any everyday activity, experiencing the sense of presence that is available to us at every moment as our lives unfold.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 7, "rating": "83", "difficulty": "Casual", "title": "Walking Meditation", "description": "Turn an everyday action into a tool for mindfulness and stress reduction.", "duration": ["10", "mins"], "categories": ["mindfulness", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-WalkingMeditation_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/random_acts_of_kindness", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>Varies depending on your acts of kindness. Could be anywhere from several minutes to several hours.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>One day this week, perform five acts of kindness—all five in one day. It doesn’t matter if the acts are big or small, but it is more effective if you perform a variety of acts.</p>\n\n<p>The acts do not need to be for the same person—the person doesn’t even have to be aware of them. Examples include feeding a stranger's parking meter, donating blood, helping a friend with a chore, or providing a meal to a person in need.</p>\n\n<p>After each act, write down what you did in at least one or two sentences; for more of a happiness boost, also write down how it made you feel.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 8, "rating": "100", "difficulty": "Moderate", "title": "Random Acts of Kindness", "description": "How to feel happier by doing things for others.", "duration": ["Variable"], "categories": ["happiness", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/RandomActsKindness_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/make_giving_feel_good", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>The time required to follow all of these steps will vary, depending on circumstance. However, we suggest that you try to perform an act of kindness, guided by one or more of these steps, at least once per week.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>While there are many factors that determine whether or how giving will promote happiness, below are three strategies that have been supported by research. They were singled out by researchers Elizabeth Dunn and Michael Norton in their book, <em>Happy Money: The Science of Smarter Spending</em>.</p>\n\n<p>As Dunn and Norton report, these strategies can not only boost our own happiness but help us create more positive giving experiences for children, students, employees, donors, and others.</p>\n\n<p><strong>1. Make it a choice. </strong>Research suggests that when we feel obligated to give—such as when we feel cornered by an aggressive request—we are less likely to enjoy it. When people we care about ask us to contribute to a fundraiser or loan them money, it can be hard to say no. In these situations it can be helpful to step back and ask yourself, Do I really want to contribute? Remind yourself that it is OK to say no. This may result in less overall giving, but in many cases you may still decide you genuinely want to contribute, and those gifts will feel more gratifying and sincere.</p>\n\n<p>And if you’re soliciting donations from others, keep in mind that even subtle changes to the language you use can make a big difference. Research suggests that if you explicitly remind people that it’s their choice whether or not to help someone in need, they feel happier after they help out, provide higher-quality assistance, and feel a closer sense of connection to the person they helped.</p>\n\n<p><strong>2. Make a connection. </strong>Giving to those close to us often feels the best, but we can also use giving as an opportunity to become closer to them—and enjoy greater happiness as a result. For instance, instead of buying a gift certificate for someone, accompany them to the store and buy the gift with them. This will allow you to spend time with them and strengthen your relationship—and you will get to see the smile on their face while they’re enjoying their gift. Even if you’re giving to a stranger, there are often ways to increase the sense of connection, such as by taking the initiative to learn about the recipient. The education funding website <a href=\"http://www.donorschoose.org/\">DonorsChoose.org</a> has tried to create a sense of emotional connection between donors and recipients by helping the donors learn more the teachers and students they are helping, beyond the financial transaction.</p>\n\n<p><strong>3. Make an impact. </strong>Witnessing the positive impact of a gift in others’ lives is a major source of the happiness. And yet it can sometimes be hard to see how a contribution makes a concrete difference for others. That’s why it  helps to seek out charities, like DonorsChoose or <a href=\"http://plancanada.ca/spreadthenet\">Spread the Net</a>, that try to make the concrete impact salient for donors. You can also take the initiative to research the causes you support and understand the specific impact of your contribution. <a href=\"http://www.villanova.com/sports/m-basebl/spec-rel/090413aab.html\">See this video</a> of a bone marrow donor meeting the little girl whose life he saved for an example of how powerful it can be to learn about the impact of your generosity. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 15, "rating": "100", "difficulty": "Moderate", "title": "Make Giving Feel Good", "description": "How to encourage kindness in ways that also boost happiness. ", "duration": ["Variable"], "categories": ["compassion", "connection", "happiness", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-GivingFeelsGood_214_162_s_c1.jpg", "frequency": ["1x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/feeling_supported", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes. Try to do this practice once a month to sustain your feelings of trust and connection.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. Make a list of the people you're close to who offer you comfort or security. If it's helpful, consider: </p>\n\n<ul>\n\t<li>Who is the person you most like to spend time with?</li>\n\t<li>Who is the person it is hardest to be away from?</li>\n\t<li>Who is the person you want to talk to when you are worried about something?</li>\n\t<li>Who is the person you turn to when you are feeling down?</li>\n\t<li>Who is the person you know will always be there for you?</li>\n\t<li>Who is the person you want to share your successes with?</li>\n</ul>\n\n<p>2. Write down six positive qualities that are common to these people--qualities that they strongly embody.</p>\n\n<p>3. Next, recall and visualize a specific situation when you were feeling distressed or worried and one of these people comforted and helped you.</p>\n\n<p>4. Write a brief description of that situation and the way you felt during it.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 17, "rating": "53", "difficulty": "Casual", "title": "Feeling Supported", "description": "Recalling how others have comforted us can make us more compassionate.", "duration": ["15", "mins"], "categories": ["compassion", "connection", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-FeelingSupported_214_162_s_c1.jpg", "frequency": ["1x", "month"]},
{"link": "https://ggia.berkeley.edu/practice/affirming_important_values", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes. You can try this practice whenever you feel defensive or threatened.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. The following is a list of different values, some of which may be important to you and some of which may not. Start by ranking them in order of their importance to you, from 1 to 6:</p>\n\n<ul>\n\t<li>business</li>\n\t<li>art/music/theater</li>\n\t<li>social life/relationships</li>\n\t<li>science/pursuit of knowledge</li>\n\t<li>religion/morality</li>\n\t<li>government/politics</li>\n</ul>\n\n<p>2. Then, write a brief account (one to three paragraphs) of why your #1 value is important to you, including a time when it played an important role in your life.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 14, "rating": "100", "difficulty": "Moderate", "title": "Affirming Important Values", "description": "When your self-image takes a hit, reflect on what matters.", "duration": ["15", "mins"], "categories": ["connection"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Affirming_values_214_162_s_c1.png", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/finding_silver_linings", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>10 minutes daily for three weeks</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. To start, list five things that make you feel like your life is enjoyable, enriching, and/or worthwhile at this moment. These things can be as general as “being in good health” or as specific as “drinking a delicious cup of coffee this morning.” The purpose of this first step is to help you shift into a positive state of mind about your life in general.</p>\n\n<p>2. Next, think about the most recent time when something didn’t go your way, or when you felt frustrated, irritated, or upset.</p>\n\n<p>3. In a few sentences, briefly describe the situation in writing.</p>\n\n<p>4. Then, list three things that can help you see the bright side of this situation. For example, perhaps you missed your bus this morning. Three ways to look on the bright side of this situation might be:</p>\n\n<ol>\n\t<li>Even though you missed the bus, you got some good exercise when you were running to catch it.</li>\n\t<li>You’re fortunate to live in a city where there was another bus just 10 minutes later, or where buses run reliably at all.</li>\n\t<li>Ten years from now, you likely won’t remember what happened this morning.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 16, "rating": "92", "difficulty": "Moderate", "title": "Finding Silver Linings", "description": "Change your outlook on a negative event — and enjoy less stress.", "duration": ["10", "mins"], "categories": ["optimism", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-SilverLinings_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/awe_narrative", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Think back to a time when you felt a sense of awe regarding something you witnessed or experienced. Awe has been defined as a response to things that are perceived as vast and overwhelming and that alter the way you understand the world. This sense of vastness can be physical (e.g., a panoramic view from a mountaintop) or psychological (e.g., a brilliant idea). People may experience awe when they are in the presence of a beautiful natural landscape or work of art, when they watch a moving speech or performance, when they witness an act of great altruism, or when they have a spiritual or religious experience.  </p>\n\n<p>Try to think of the most recent experience you’ve had that involved the feeling of awe. Once you identify something, describe it in writing with as much detail as possible.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 54, "rating": "75", "difficulty": "Casual", "title": "Awe Narrative", "description": "A writing exercise that makes you feel awesome.", "duration": ["15", "mins"], "categories": ["awe", "happiness", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-AweNarrative_214_162_s_c1.jpg", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/nine_steps_to_forgiveness", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>Each person will forgive at his or her own pace. We suggest that you move through the steps below based on what works for you. </p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. Know exactly how you feel about what happened and be able to articulate what about the situation is not OK. Then tell a few trusted people about your experience.</p>\n\n<p>2. Make a commitment to yourself to feel better. Forgiveness is for you and no one else.</p>\n\n<p>3. Forgiveness does not necessarily mean reconciling with the person who upset you or condoning his or her actions. In forgiveness, you seek the peace and understanding that come from blaming people less after they offend you and taking those offenses less personally.</p>\n\n<p>4. Get the right perspective on what is happening. Recognize that your primary distress is coming from the hurt feelings, thoughts, and physical upset you are suffering now, not from what hurt you two minutes—or 10 years—ago.</p>\n\n<p>5. At the moment you feel upset, practice stress management to soothe your body’s fight or flight response. This could mean taking deep breaths, doing a <a href=\"http://ggia.berkeley.edu/practice/mindful_breathing\">mindful breathing</a> exercise, taking a walk outside—whatever is most effective for you.</p>\n\n<p>6. Give up expecting things from your life or from other people that they do not choose to give you. Remind yourself that you can hope for health, love, friendship, and prosperity, and work hard to get them. However, these are “unenforceable rules”: You will suffer when you demand that these things occur, since you do not have the power to make them happen.</p>\n\n<p>7. Put your energy into looking for another way to get your positive goals met than through the experience that has hurt you.</p>\n\n<p>8. Remember that a life well-lived is your best revenge. Instead of focusing on your wounded feelings, and thereby giving power over you to the person who caused you pain, look for the love, beauty, and kindness around you. Put more energy into appreciating what you have rather than attending to what you do not have.</p>\n\n<p>9. Amend the way you look at your past so you remind yourself of your heroic choice to forgive.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 52, "rating": "0", "difficulty": "Intensive", "title": "Nine Steps to Forgiveness", "description": "A research-proven process for letting go of a grudge.", "duration": ["Variable"], "categories": ["connection", "forgiveness", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-9StepsForgiveness_214_162_s_c1.jpg", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/best_possible_self_for_relationships", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes per day for two weeks.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Take a moment to imagine your life in the future, and focus specifically on your relationships. What is the best possible romantic, social, and family life you can imagine? This could involve, for example, having a supportive partner, good relationships with your children and/or parents, and a close group of friends. Think about what your best possible relationships would look like <em>for you</em>.</p>\n\n<p>For the next 15 minutes, write continuously about what you imagined about these best possible future relationships. Use the instructions below to help guide you through this process.</p>\n\n<ol>\n\t<li>It may be easy for this exercise to lead you to examine how your current relationships may not match the relationships you’d like to have in this best possible future. You may be tempted to think about ways in which achieving the relationships you want has been difficult for you in the past, or about financial/time/social barriers to developing these relationships. For the purpose of this exercise, however, we encourage you to focus on the future—imagine a brighter future in which you are your best self and your circumstances change just enough to make these desired social connections happen.</li>\n\t<li>This exercise is most useful when it is very specific—if you think about having a better relationship with your parents, for instance, describe exactly what would be different in the ways you relate to each other; if you think about having a partner or new friend, describe how they interact with you, what you might do together, and so on. The more specific you are, the more engaged you will be in the exercise and the more you’ll get out of it.</li>\n\t<li>Be as creative and imaginative as you want, and don’t worry about grammar or spelling.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 53, "rating": "0", "difficulty": "Moderate", "title": "Best Possible Self for Relationships", "description": "Build the kind of relationships you want by fostering optimism.", "duration": ["15", "mins"], "categories": ["connection", "happiness", "optimism"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-BestPossibleSelf-Relationships_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/awe_video", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>Four minutes</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Set aside four minutes to watch the <a href=\"http://www.youtube.com/watch?v=N6-2fVsFV8E\">video</a> below. Put the video in full screen mode and try to give it your full attention. </p>\n\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"288\" src=\"https://www.youtube.com/embed/N6-2fVsFV8E\" width=\"512\"></iframe></p>\n\n<p>Note that this video is just one example of a visual experience that can elicit awe; there are countless others, and being exposed to them can have similar effects. The videos and other stimuli that inspire awe tend to share two key features:</p>\n\n<ol>\n\t<li>They involve a sense of vastness that puts into perspective your own relatively small place in the world. This vastness could be either physical (e.g., a panoramic view from a mountaintop) or psychological (e.g., an exceptionally courageous or heroic act of conscience).</li>\n\t<li>They alter the way you understand the world. For instance, they might make your everyday concerns seem less important, or they might expand your beliefs about the reaches of human potential.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 50, "rating": "83", "difficulty": "Casual", "title": "Awe Video", "description": "A way to lift yourself out of the mundane.", "duration": ["5", "mins"], "categories": ["featured", "awe", "happiness", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-AweVideo2_214_162_s_c1.jpg", "frequency": ["1x", "month"]},
{"link": "https://ggia.berkeley.edu/practice/goal_visualization", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>10 minutes daily for 3 weeks</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. Identify one goal that you would like to achieve in the next day or two and briefly describe it in writing. Make sure that this goal is realistic and not too time-consuming (e.g., “tidy up the hall closet” rather than “clean the entire house top to bottom”) and something that is important to you (e.g., “spend more time with the kids” rather than “learn about the life cycle of the common fly”).</p>\n\n<p>2. To help you visualize how you will go about accomplishing this goal, describe in writing the steps that you will take to get there.</p>\n\n<p>For example, if your goal is to tidy up the hall closet, these are the steps that you might take to achieve it:</p>\n\n<div>a) schedule one hour tonight that you will devote to cleaning;</div>\n\n<div>b) turn off your cell phone/other distractors;</div>\n\n<div>c) put on some comfortable clothes;</div>\n\n<div>d) turn on some upbeat music;</div>\n\n<div>e) break down the job into sub-tasks: take everything out of the closet, sweep the floor, dust the shelves, get rid of stuff that you don’t need any more, sort the things that you want to keep and put them in boxes, put the boxes back in the closet;</div>\n\n<div>f) remind yourself that it’s ok if you don’t do everything perfectly, or complete the entire task.</div>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 51, "rating": "87", "difficulty": "Moderate", "title": "Goal Visualization", "description": "A way to tackle a daunting task.", "duration": ["10", "mins"], "categories": ["optimism", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-GoalVisualization_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/give_it_up", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>One week. See if you can give up a different pleasure for one week each month.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<ol>\n\t<li>Select something that you enjoy doing on a regular basis and that you have unlimited or nearly unlimited access to. A good choice may be a particular food or beverage that you enjoy, such as chocolate or beer.</li>\n\t<li>On Day 1, allow yourself to indulge as you normally would in this activity. Scarf down a chocolate bar. Pour yourself a glass of wine. Veg out in front of the TV.</li>\n\t<li>Then, for one week, do not allow yourself to indulge in this pleasure at all. If you’re giving up chocolate, abstain from any foods that contain it; if you’re giving up TV, try not to even watch a video on your phone.</li>\n\t<li>At the end of the week, allow yourself to indulge again. As you do so, pay attention to how you feel. Are you noticing certain physical sensations (e.g., taste and texture of the chocolate) more than usual? How pleasurable is the experience? What kind of mood are you in?</li>\n\t<li>Try to go through this same process with a different pleasure the following month. And in between these weeks of abstinence, try to focus your attention on the pleasures you enjoy every day. What are the activities or experiences that you actually enjoy doing? What do you enjoy about them—how do they make you feel? How do you think you would feel if you were prevented from enjoying this activity ever again?</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 48, "rating": "90", "difficulty": "Casual", "title": "Give it Up", "description": "A trick to bring yourself lasting happiness.", "duration": ["1", "week"], "categories": ["gratitude", "happiness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-GiveItUp_214_162_s_c1.jpg", "frequency": ["1x", "month"]},
{"link": "https://ggia.berkeley.edu/practice/capitalizing_on_positive_events", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>At least 5 minutes. Try to make time for this practice at least once per week.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Ask a friend, family member, colleague, romantic partner, or other acquaintance to tell you about a good thing that happened to him or her today. It does not matter what type of event or how important it was, as long as it was a positive thing that happened to him or her and he or she feels comfortable discussing it.</p>\n\n<p>As they share, listen and try to respond in an “active-constructive” manner, meaning that you:</p>\n\n<ul>\n\t<li>Make good eye contact, showing that you are interested in and engaged in what they have to say.</li>\n\t<li>Express positive emotion by smiling, or even cheering (if appropriate!).</li>\n\t<li>Make enthusiastic comments—e.g., “That sounds great,” “You must be so excited,” or “Your hard work is definitely paying off.”</li>\n\t<li>Ask constructive questions to find out more about the positive aspects of the event. For example, if the person tells you about receiving recognition at work for a project he or she completed, you could ask for more details about the project, of what aspects of the project he or she feels especially proud, and how it felt to receive recognition for it.</li>\n\t<li>Comment on the positive implications and potential benefits of the event.  For example, “I bet this means you have a better chance of getting a promotion this year.”</li>\n</ul>\n\n<p>Many people, when they first hear about this exercise, worry that when they try to do it, their responses will sound phony or scripted. However, once they start, people report that it feels natural and easy to do.</p>\n\n<p>One strategy is to pick a specific aspect of the event that resonates with you and begin by commenting on that: “You seem really happy about what your boss said—tell me more.” Or, “It must have been satisfying to do so well on something you worked so hard for.”</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 47, "rating": "0", "difficulty": "Moderate", "title": "Capitalizing on Positive Events", "description": "Use good news to strengthen your bonds with friends or family.", "duration": ["5", "mins"], "categories": ["connection", "empathy"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-CapitalizingPosEvents_214_162_s_c1.jpg", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/how_would_you_treat_a_friend", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes. While it may be hard to find time to do this practice every time you are struggling with a difficult situation, an initial goal could be to try it once a month.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Take out a sheet of paper or open a blank document on your computer and go through the following steps.</p>\n\n<ol>\n\t<li>First, think about times when a close friend feels really bad about him- or herself or is really struggling in some way. How do you respond to your friend in these situations (if you’re at your best)? Please write down what you typically do and say, and note the tone in which you talk to your friend.</li>\n\t<li>Now think about times when you feel bad about yourself or are struggling. How do you typically respond to yourself in these situations? Please write down what you typically do and say, and note the tone in which you talk to yourself.</li>\n\t<li>Did you notice a difference? If so, ask yourself why. What factors or fears come into play that lead you to treat yourself and others so differently?</li>\n\t<li>Write down how you think things might change if you responded to yourself when you’re suffering in the same way you typically respond to a close friend.</li>\n\t<li>Next time you are struggling with something, try treating yourself like a good friend and see what happens.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 49, "rating": "76", "difficulty": "Casual", "title": "How Would You Treat a Friend?", "description": "Build resilience by changing the way you respond to challenges.", "duration": ["15", "mins"], "categories": ["connection", "mindfulness", "resilience_to_stress", "self-comp"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-HowTreatAFriend_(1)_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/how_to_praise_kids_in_ways_that_make_them_more_kind", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>The time required for any of these techniques will vary. Try to use one of them at least once per week.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<ol>\n\t<li><strong>Avoid using external rewards</strong> to reinforce altruistic behavior. For instance, you may want to think twice before telling kids that they’ll get a special treat if they share their toys, or promising them extra TV time if they help clean up after dinner. As tempting as it may be to reward kids when they do something kind, that approach can backfire: They may learn that kindness is only worth performing when they’ll be given some kind of prize as a result. Instead, kids should get to experience the feeling that kindness is its own reward—a view backed up by neuroscience studies showing that pleasure centers of the brain light up when people behave altruistically.</li>\n\t<li><strong>Praise character, not behavior.</strong> Research suggests that children are more likely to make kindness a habit if they are praised for being kind people rather than just for doing something kind. For example, saying, “You’re such a helpful person” may be more effective than saying, “That was such a helpful thing to do.” Praising their character encourages children to see kindness as an essential part of who they are and seems to be especially effective around age eight, when children are forming their moral identities.</li>\n\t<li><strong>But criticize behavior, not character.</strong> In other words, it’s OK to induce guilt but not shame. Children who feel guilt (“I did a bad thing”) after wrongdoing are more likely to feel remorse and make amends than those who feel shame (“I am a bad person”). Criticizing a behavior conveys that it’s possible for the child to change his or her behavior and make better choices in the future. Such criticism may be especially effective when it also includes positive affirmation (e.g., “You’re a good person, and I know you can do better.”)</li>\n\t<li><strong>Model altruistic behavior.</strong> Ultimately, actions speak louder than words when it comes to cultivating altruism. Research shows that when children witness adults behaving altruistically, they are more likely to behave altruistically themselves, regardless of what the adults say to them about the importance of altruism.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 46, "rating": "100", "difficulty": "Casual", "title": "Encouraging Kindness in Kids", "description": "How to praise kids in ways that make them more kind.", "duration": ["Variable"], "categories": ["kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-PraisingKidsforKindness_214_162_s_c1.jpg", "frequency": ["1x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/gift_of_time", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<ol>\n\t<li>Think of a person whom you care about. </li>\n\t<li>What might you be able to do for this person that entails nothing more than the giving of your time? Certain acts of kindness entail gifts of money or goods, but in this exercise, time is of the essence, as it were. </li>\n\t<li>Plan a gift of time for this person and give it, whether it means doing something with them or something for them on your own. Spend as much time as needed to do the favor well and do not take any shortcuts. You might even consider taking off your watch or putting your smartphone away. </li>\n\t<li>If you did something for them on your own, do not tell the recipient of your gift how much time you spent. Let the gift speak for itself.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 44, "rating": "100", "difficulty": "Moderate", "title": "Gift of Time", "description": "Spend quality time with people you care about. ", "duration": ["Variable"], "categories": ["connection", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Gift_of_Time_214_162_s_c1.png", "frequency": ["3x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/gaining_perspective_on_an_argument", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes, several times a year for the formal practice. You can use perspective-taking skills whenever conflict arises with your partner.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>It’s easy to get wrapped up in our own heads when we argue with our partners. This exercise will help you gain some perspective on your feelings during conflict. </p>\n\n<p>Think about a major disagreement you had with your partner in the past four months, and how much distress it’s still causing you. Then, follow these steps: </p>\n\n<ul>\n\t<li>Think about this disagreement with your partner from the perspective of a neutral third party who wants the best for all involved, a person who sees things from a neutral point of view. How might this person think about the disagreement? How would he or she view your partner’s behaviors and perspective? How might he or she find the good that could come from it? (5 minutes)</li>\n\t<li>Some people find it helpful to take this third-party perspective during their interactions with their romantic partner. However, almost everybody finds it challenging to take this third-party perspective at all times. In your relationship with your partner, what obstacles do you face in trying to take this third-partner perspective, especially when you’re having a disagreement? What might help you overcome them? For example, if you find yourself getting caught up in the heat of the moment, it might help to pause and take a deep breath. (5 minutes)</li>\n\t<li>Despite the obstacles to taking a third-party perspective, people can be successful in doing so. Over the next four months, try your best to take this third-party perspective during interactions with your partner, especially during disagreements. How might you be most successful in taking this perspective in your interactions with your partner over the next four months? How might taking this perspective help you make the best of disagreements in your relationship? (5 minutes)</li>\n</ul>\n\n<p>Allow these reflections to inform your interactions with your partner over the coming months. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 42, "rating": "100", "difficulty": "Intensive", "title": "Gaining Perspective on an Argument", "description": "Think about conflict differently to improve your relationship.", "duration": ["15", "mins"], "categories": ["connection", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Gaining_perspective_on_an_argument_Fb_214_162_s_c1.png", "frequency": ["3x", "year"]},
{"link": "https://ggia.berkeley.edu/practice/compassion_meditation", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>30 minutes a day for two weeks.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>This exercise draws on a guided meditation created by researcher Helen Weng and her colleagues at the <a href=\"http://centerhealthyminds.org\">Center for Healthy Minds</a> (CHM) at the University of Wisconsin, Madison. Dr. Weng called this meditation a “compassion meditation,” though a similar kind of meditation is also referred to as a “loving-kindness meditation.”</p>\n\n<p>We recommend listening to audio of this guided meditation in the player below; you can also download it from the <a href=\"http://centerhealthyminds.org/well-being-tools/compassion-training/\">CHM's website</a>. We have included a script of this meditation to help you follow it yourself or teach it to others. In brackets are the lengths of the pauses in the original guided meditation, to give you a sense of how much time to allot to each step.</p>\n\n<p>\n<audio autobuffer=\"\" controls=\"controls\" src=\"https://centerhealthyminds.org/assets/images-general/compassion.mp3\"> </audio>\n</p>\n\n<p><strong>Settling</strong></p>\n\n<p>Please settle into a comfortable position and allow yourself to relax.</p>\n\n<p>Take a deep breath and release. [2 seconds] For a few moments, just focus on your breath and clear your mind of worries. Notice when you are breathing in … and breathing out. Let yourself experience and be aware of the sensations of breathing. [10 seconds]</p>\n\n<p><strong>Loving-kindness &amp; Compassion for a Loved One</strong></p>\n\n<p>Picture someone who is close to you, someone toward whom you feel a great amount of love. Notice how this love feels in your heart.</p>\n\n<p>Notice the sensations around your heart. Perhaps you feel a sensation of warmth, openness, and tenderness. [10 seconds]</p>\n\n<p>Continue breathing, and focus on these feelings as you visualize your loved one. As you breathe out, imagine that you are extending a golden light that holds your warm feelings from the center of your heart. Imagine that the golden light reaches out to your loved one, bringing him or her peace and happiness. At the same time, silently recite these phrases. </p>\n\n<blockquote>\n<p>May you have happiness.</p>\n\n<p>May you be free from suffering.</p>\n\n<p>May you experience joy and ease.</p>\n\n<p>May you have happiness.</p>\n\n<p>May you be free from suffering.</p>\n\n<p>May you experience joy and ease.</p>\n\n<p>[1 minute]</p>\n</blockquote>\n\n<p>As you silently repeat these phrases, remember to extend the golden light to your loved one from your heart. Feel with all your heart that you wish your loved one happiness and freedom from suffering.</p>\n\n<p><strong>Compassion for a Loved One</strong></p>\n\n<p>Now think of a time when this person was suffering. Maybe they experienced an illness, an injury, or a difficult time in a relationship. [15 seconds]</p>\n\n<p>Notice how you feel when you think of his or her suffering. How does your heart feel? Do the sensations change? Do you continue to feel warmth, openness and tenderness? Are there other sensations, perhaps an aching sensation? [10 seconds]</p>\n\n<p>Continue to visualize your loved one as you breathe.  Imagine that you are extending the golden light from your heart to your loved one, and that the golden light is easing his or her suffering. Extend this light out to them during your exhalation, with the strong heartfelt wish that they be free from his or her suffering. Recite silently to him or her:</p>\n\n<blockquote>\n<p>May you be free from this suffering.</p>\n\n<p>May you have joy and happiness.</p>\n\n<p>May you be free from this suffering.</p>\n\n<p>May you have joy and happiness.</p>\n\n<p>[1 minute]</p>\n</blockquote>\n\n<p>Notice how this feels in your heart. What happened to your heart? Did the sensations change? Did you continue to feel warmth, openness and tenderness? Were there other sensations, an aching sensation perhaps? Did you have a wish to take away the other’s suffering?  [30 seconds]</p>\n\n<p><strong>Compassion for Self</strong></p>\n\n<p>Contemplate a time when you have suffered yourself. Perhaps you experienced a conflict with someone you care about, or did not succeed in something you wanted, or were physically ill. [15 seconds]</p>\n\n<p>Notice how you feel when you think of your suffering. How does your heart feel? Do you continue to feel warmth, openness, and tenderness? Are there other sensations, perhaps an aching sensation? [10 seconds]</p>\n\n<p>Just as we wish for our loved one’s suffering to end, we wish that our own suffering would end. We may also envision our own pain and suffering leaving us so that we may experience happiness.</p>\n\n<p>Continue to visualize yourself as you breathe. Imagine that the golden light emanating from your heart is easing your suffering. With each exhalation, feel the light emanating within you, with the strong heartfelt wish that you be free from your suffering. Silently recite to yourself:</p>\n\n<blockquote>\n<p>May I be free from this suffering.</p>\n\n<p>May I have joy and happiness.</p>\n\n<p>May I be free from this suffering.</p>\n\n<p>May I have joy and happiness.</p>\n\n<p>[2 minutes]</p>\n</blockquote>\n\n<p>Again, notice how this feels in your heart. What kind of sensations did you feel? Did they change from when you were envisioning your own suffering? How is this feeling different from when you wished your loved one’s suffering to be relieved? Did you feel warmth, openness and tenderness? Were there other sensations such as pressure? Did you have a wish to take away your own suffering? [30 seconds]</p>\n\n<p><strong>Compassion for a Neutral Person</strong></p>\n\n<p>Now visualize someone you neither like nor dislike—someone you may see in your everyday life, such as a classmate with whom you are not familiar, a bus driver, or a stranger you pass on the street. [5 seconds]</p>\n\n<p>Although you are not familiar with this person, think of how this person may suffer in his or her own life. This person may also have conflicts with loved ones, or struggled with an addiction, or may have suffered illness. Imagine a situation in which this person may have suffered. [30 seconds]</p>\n\n<p>Notice your heart center. Does it feel different? Do you feel more warmth, openness and tenderness? Are there other sensations, perhaps an aching sensation? How does your heart feel different from when you were envisioning your own or a loved one’s suffering?  [10 seconds]</p>\n\n<p>Continue to visualize this person as you breathe. Imagine that you are extending the golden light from your heart to them, and that the golden light is easing his or her suffering. Extend this light out to them during your exhalation, with the strong heartfelt wish that he or she be free from suffering. See if this wish can be as strong as the wish for your own or a loved one’s suffering to be relieved.  Silently recite to him or her:</p>\n\n<blockquote>\n<p>May you be free from this suffering.</p>\n\n<p>May you have joy and happiness.</p>\n\n<p>May you be free from this suffering.</p>\n\n<p>May you have joy and happiness.</p>\n\n<p>[2 minutes]</p>\n</blockquote>\n\n<p>Again, notice how this feels in your heart. Did the sensations change from when you were envisioning this person’s suffering? Did you continue to feel warmth, openness and tenderness? Were there other sensations? Did you have a wish to take away this person’s suffering? How were these feelings different from when you were wishing to take away your own or a loved one’s suffering? [30 seconds]</p>\n\n<p><strong>Compassion for an Enemy</strong></p>\n\n<p>Now visualize someone with whom you have difficulty in your life. This may be a parent or child with whom you disagree, an ex-girlfriend or boyfriend, a roommate with whom you had an argument, or a co-worker with whom you do not get along. [5 seconds]</p>\n\n<p>Although you may have negative feelings towards this person, think of how this person has suffered in his or her own life. This person has also had conflicts with loved ones, or has dealt with failures, or may have suffered illness. Think of a situation in which this person may have suffered. [30 seconds]</p>\n\n<p>Notice your heart center. Does it feel different? Do you feel more warmth, openness and tenderness? Are there other sensations, perhaps an aching sensation? How does your heart feel different from when you were envisioning your own or a loved one’s suffering? [10 seconds]</p>\n\n<p>Continue to visualize this person as you breathe. Imagine that you are extending the golden light from your heart to him or her, and that the golden light is easing his or her suffering. Extend this light out to him or her during your exhalation, with the strong heartfelt wish that he or she be free from suffering. See if this wish can be as strong as the wish for your own or a loved one’s suffering to be relieved. Silently recite to him or her:</p>\n\n<blockquote>\n<p>May you be free from this suffering.</p>\n\n<p>May you have joy and happiness</p>\n\n<p>May you be free from this suffering.</p>\n\n<p>May you have joy and happiness.</p>\n\n<p>[1 minute]</p>\n</blockquote>\n\n<p>If you have difficulty in wishing for this person’s suffering to be relieved, you may think of a positive interaction you have had with this person that can help you in wishing them joy and happiness. Perhaps there were times when you got along, laughed together, or worked well together on an assignment. Continue to silently recite:</p>\n\n<blockquote>\n<p>May you be free from this suffering.</p>\n\n<p>May you have joy and happiness.</p>\n\n<p>[2 minutes]</p>\n</blockquote>\n\n<p>Again, notice how this feels in your heart. Did the sensations change? Did you feel warmth, openness and tenderness? How were these feelings different from when you were wishing for your own or a loved one’s suffering to end? Were there other sensations, perhaps a tightness in the chest? Did you have a wish to take away this person’s suffering? [30 seconds]</p>\n\n<p><strong>Compassion for All Beings</strong></p>\n\n<p>Now that we are almost at the end of this meditation, let’s end with wish for all other beings’ suffering to be relieved. Just as I wish to have peace, happiness, and to be free from suffering, so do all beings. [10 seconds]</p>\n\n<p>Now bask in the joy of this open-hearted wish to ease the suffering of all people and how this attempt brings joy, happiness, and compassion in your heart at this very moment.</p>\n\n<p>You have now finished this compassion meditation session.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 43, "rating": "83", "difficulty": "Moderate", "title": "Compassion Meditation", "description": "Strengthen feelings of concern for the suffering of others", "duration": ["30", "mins"], "categories": ["featured", "compassion", "connection", "kindness", "mindfulness", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-CompassionMeditation_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/creating_and_recalling_positive_events", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>The better part of one day</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>This exercise is best completed on a day (or two) when you have a lot of free time, such as on a weekend. Step two may require some advanced planning with others. In the morning when you first wake up, review the following instructions and make a plan for the day.</p>\n\n<ol>\n\t<li>Choose an activity that you enjoy doing alone, such as reading, listening to music, watching a TV show, or meditating. Set aside some time during the day to complete this activity.</li>\n\t<li>Choose an activity that you enjoy doing with others, such as going out for coffee, going for a bike ride, or watching a movie. Set aside some time during the day to complete this activity.</li>\n\t<li>Choose an activity that you consider personally important and meaningful, such as helping a neighbor, calling to check in on a sick friend who is sick, or volunteering for a local charitable organization.</li>\n\t<li>At the end of the day, record what occurred during and after each of your three activities. What did you do, and how did it make you feel? Did different activities make you feel different kinds of happiness? What feelings or associations linger with you now, after you have completed all of the activities?</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 45, "rating": "0", "difficulty": "Moderate", "title": "Creating and Recalling Positive Events", "description": "Discover what activities bring you the most happiness.", "duration": ["1", "day"], "categories": ["happiness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-RecallingPosEvents_214_162_s_c1.jpg", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/expressive_writing", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>20 minutes per day for four consecutive days</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Over the next four days, write down your deepest emotions and thoughts about an emotional challenge that has been affecting your life. In your writing, really let go and explore the event and how it has affected you. You might tie this experience to your childhood, your relationship with your parents, people you have loved or love now, or even your career. Write continuously for 20 minutes.</p>\n\n<p>Tips for writing:</p>\n\n<ul>\n\t<li>Find a time and place where you won’t be disturbed</li>\n\t<li>Write continuously for at least 20 minutes</li>\n\t<li>Don’t worry about spelling or grammar</li>\n\t<li>Write only for yourself</li>\n\t<li>Write about something extremely personal and important to you</li>\n\t<li>Deal only with events or situations you can handle now—that is, don’t write about a trauma too soon after it has happened if it feels too overwhelming.</li>\n\t<li>Optional final step: After the four days of writing, try writing from the perspectives of other people involved in the event or situation.</li>\n</ul>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 41, "rating": "84", "difficulty": "Moderate", "title": "Expressive Writing", "description": "A simple, effective way to work through an emotional challenge.", "duration": ["15", "mins"], "categories": ["happiness", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-ExpressiveWriting_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/36_questions_for_increasing_closeness", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>45 minutes each time you do this practice. </p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<ol>\n\t<li>Identify someone with whom you’d like to become closer. It could be someone you know well or someone you’re just getting to know. (Although this exercise has a reputation for making people <a href=\"http://www.nytimes.com/2015/01/11/fashion/modern-love-to-fall-in-love-with-anyone-do-this.html?_r=0\">fall in love</a>, it is actually <a href=\"http://www.huffingtonpost.com/elaine-aron-phd/36-questions-for-intimacy_b_6472282.html\">useful for anyone</a> you want to feel close to, including family members, friends, and acquaintances.) Before trying it, make sure both you and your partner are comfortable with sharing personal thoughts and feelings with each other.</li>\n\t<li>Find a time when you and your partner have at least 45 minutes free and are able to meet in person.</li>\n\t<li>For 15 minutes, take turns asking one another the questions in Set I below. Each person should answer each question, but in an alternating order, so that a different person goes first each time. </li>\n\t<li>After 15 minutes, move on to Set II, even if you haven’t yet finished the Set I questions. Then spend 15 minutes on Set II, following the same system. </li>\n\t<li>After 15 minutes on Set II, spend 15 minutes on Set III. (Note: Each set of questions is designed to be more probing than the previous one. The 15-minute periods ensure that you spend an equivalent amount of time at each level of self-disclosure).</li>\n</ol>\n\n<p><strong>Set I</strong></p>\n\n<p>1. Given the choice of anyone in the world, whom would you want as a dinner guest?</p>\n\n<p>2. Would you like to be famous? In what way?</p>\n\n<p>3. Before making a telephone call, do you ever rehearse what you are going to say? Why?</p>\n\n<p>4. What would constitute a “perfect” day for you?</p>\n\n<p>5. When did you last sing to yourself? To someone else?</p>\n\n<p>6. If you were able to live to the age of 90 and retain either the mind or body of a 30-year-old for the last 60 years of your life, which would you want?</p>\n\n<p>7. Do you have a secret hunch about how you will die?</p>\n\n<p>8. Name three things you and your partner appear to have in common.</p>\n\n<p>9. For what in your life do you feel most grateful?</p>\n\n<p>10. If you could change anything about the way you were raised, what would it be?</p>\n\n<p>11. Take four minutes and tell your partner your life story in as much detail as possible.</p>\n\n<p>12. If you could wake up tomorrow having gained any one quality or ability, what would it be?</p>\n\n<p><strong>Set II</strong></p>\n\n<p>13. If a crystal ball could tell you the truth about yourself, your life, the future, or anything else, what would you want to know?</p>\n\n<p>14. Is there something that you’ve dreamed of doing for a long time? Why haven’t you done it?</p>\n\n<p>15. What is the greatest accomplishment of your life?</p>\n\n<p>16. What do you value most in a friendship?</p>\n\n<p>17. What is your most treasured memory?</p>\n\n<p>18. What is your most terrible memory?</p>\n\n<p>19. If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?</p>\n\n<p>20. What does friendship mean to you?</p>\n\n<p>21. What roles do love and affection play in your life?</p>\n\n<p>22. Alternate sharing something you consider a positive characteristic of your partner. Share a total of five items.</p>\n\n<p>23. How close and warm is your family? Do you feel your childhood was happier than most other people’s?</p>\n\n<p>24. How do you feel about your relationship with your mother?</p>\n\n<p><strong>Set III</strong></p>\n\n<p>25. Make three true “we” statements each. For instance, “We are both in this room feeling…\" </p>\n\n<p>26. Complete this sentence: “I wish I had someone with whom I could share…\"</p>\n\n<p>27. If you were going to become a close friend with your partner, please share what would be important for him or her to know.</p>\n\n<p>28. Tell your partner what you like about them; be very honest this time, saying things that you might not say to someone you’ve just met.</p>\n\n<p>29. Share with your partner an embarrassing moment in your life.</p>\n\n<p>30. When did you last cry in front of another person? By yourself?</p>\n\n<p>31. Tell your partner something that you like about them [already].</p>\n\n<p>32. What, if anything, is too serious to be joked about?</p>\n\n<p>33. If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone? Why haven’t you told them yet?</p>\n\n<p>34. Your house, containing everything you own, catches fire. After saving your loved ones and pets, you have time to safely make a final dash to save any one item. What would it be? Why?</p>\n\n<p>35. Of all the people in your family, whose death would you find most disturbing? Why?</p>\n\n<p>36. Share a personal problem and ask your partner’s advice on how he or she might handle it. Also, ask your partner to reflect back to you how you seem to be feeling about the problem you have chosen.</p>\n\n<p>You can try this practice with different people you want to develop a deeper connection with—but if your answers start to feel routine, consider making up your own list of questions that become increasingly more personal. <a href=\"http://dx.doi.org/10.1111/pere.12058\">Two couples can also try this practice together</a>, which has been shown to increase closeness <em>between </em>the couples in addition to enhancing closeness and passionate love <em>within </em>each couple. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 40, "rating": "93", "difficulty": "Moderate", "title": "36 Questions for Increasing Closeness", "description": "To feel more connected, skip the small talk and ask these questions instead. ", "duration": ["45", "mins"], "categories": ["connection", "empathy"], "img": "https://ggia.berkeley.edu/images/made/assets/general/36_questions_214_162_s_c1.png", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/three-good-things", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>10 minutes/day for at least one week.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Each day for at least one week, write down three things that went well for you that day, and provide an explanation for why they went well. It is important to create a physical record of your items by writing them down; it is not enough simply to do this exercise in your head. The items can be relatively small in importance (e.g., “my co-worker made the coffee today”) or relatively large (e.g., “I earned a big promotion”). To make this exercise part of your daily routine, some find that writing before bed is helpful.</p>\n\n<p>As you write, follow these instructions:</p>\n\n<ol>\n\t<li>Give the event a title (e.g., “co-worker complimented my work on a project”)</li>\n\t<li>Write down exactly what happened in as much detail as possible, including what you did or said and, if others were involved, what they did or said.</li>\n\t<li>Include how this event made you feel at the time and how this event made you feel later (including now, as you remember it).</li>\n\t<li>Explain what you think caused this event—why it came to pass.</li>\n\t<li>Use whatever writing style you please, and do not worry about perfect grammar and spelling. Use as much detail as you'd like.</li>\n\t<li>If you find yourself focusing on negative feelings, refocus your mind on the good event and the positive feelings that came with it. This can take effort but gets easier with practice and can make a real difference in how you feel.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 39, "rating": "89", "difficulty": "Casual", "title": "Three Good Things", "description": "A way to tune into the positive events in your life.", "duration": ["10", "mins"], "categories": ["featured", "gratitude", "happiness", "optimism"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGinA-3GoodThings_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/overcoming_a_fear", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p><em>Note: The following guidelines are geared toward addressing mild, everyday fears. Fears related to serious mental illnesses such as post-traumatic stress disorder, obsessive-compulsive disorder, and social anxiety disorder should be addressed with the help of a mental health professional.</em></p>\n\n<p>Sometimes one or two scary experiences can cause us to fear things that we don’t rationally need to fear; some fears aren’t based on first-hand experience at all. Either way, overcoming these fears often requires that we develop a more positive—or at least less negative—association with the thing that we fear. Here’s how:</p>\n\n<ol>\n\t<li>Start with small doses. The first step is to expose yourself to small doses of the fear-inducing activity in a safe context. For example, if public speaking makes you nervous, you could start by seeking out a low-pressure speaking opportunity with a small, supportive audience, in a setting where you don’t have to worry about being perfectly articulate—perhaps giving a toast at a friend’s birthday party. Or if you’d like to learn to rock climb but are afraid of heights, you could start by spending time observing and assisting other climbers.</li>\n\t<li>Repeat the activity until you start to feel the fear dissipate. Over time, repeated exposure to a safe, non-harmful version of whatever made you afraid can reduce the negative association and replace it with a neutral or positive association. For example, repeatedly seeing other people climb without falling may begin to overwrite your negative association with heights. And the more you fly and land safely, the less dangerous flying is likely to feel.</li>\n\t<li> Gradually increase the challenge. After you begin to feel more comfortable with small doses, try taking it up a notch. For example, you could go from watching others climb to climbing a short distance yourself. Or you could volunteer to present the results of a team project to co-workers or fellow students. From here, you can continue to incrementally ratchet up the challenge until you reach your goal, whether that’s to scale Mt. Everest, give a talk in front of hundreds of people, or fly to a new continent.</li>\n</ol>\n\n<p>Your fear may never be fully extinguished, but hopefully it will hold less power over you and not prevent you from achieving important goals and enjoying your life. In the words of Mark Twain, “Courage is not the absence of fear. It is acting in spite of it.”<br>\n </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 36, "rating": "0", "difficulty": "Intensive", "title": "Overcoming a Fear", "description": "To reduce stress, try facing your fears head on.", "duration": ["Variable"], "categories": ["resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Scary_forest_Fb_214_162_s_c1.png", "frequency": ["1x", "month"]},
{"link": "https://ggia.berkeley.edu/practice/loving_kindness_meditation", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes daily</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>This exercise draws on a guided meditation created by researcher Emma Seppala, Science Director of Stanford University’s <a href=\"http://ccare.stanford.edu/\" target=\"_blank\">Center for Compassion and Altruism Research and Education</a>. </p>\n\n<p>We recommend listening to the audio of this guided meditation in the player below; you can also download it from <a href=\"http://www.emmaseppala.com/gift-loving-kindness-meditation/\" target=\"_blank\">Dr. Seppala’s website</a>. We have included a script of the meditation to help you follow it yourself or teach it to others. </p>\n\n<p>\n<audio autobuffer=\"\" controls=\"controls\" src=\"http://www.emmaseppala.com/wp-content/uploads/2014/04/Loving-KindnessMeditation.mp3\"> </audio>\n</p>\n\n<p><strong>Body Position</strong></p>\n\n<p>Close your eyes. Sit comfortably with your feet flat on the floor and your spine straight. Relax your whole body. Keep your eyes closed throughout the whole visualization and bring your awareness inward. Without straining or concentrating, just relax and gently follow the instructions.</p>\n\n<p>Take a deep breath in. And breathe out.</p>\n\n<p><strong>Receiving Loving-Kindness</strong></p>\n\n<p>Keeping your eyes closed, think of a person close to you who loves you very much. It could be someone from the past or the present; someone still in life or who has passed; it could be a spiritual teacher or guide. Imagine that person standing on your right side, sending you their love. That person is sending you wishes for your safety, for your well-being and happiness. Feel the warm wishes and love coming from that person towards you.</p>\n\n<p>Now bring to mind the same person or another person who cherishes you deeply. Imagine that person standing on your left side, sending you wishes for your wellness, for your health and happiness. Feel the kindness and warmth coming to you from that person.</p>\n\n<p>Now imagine that you are surrounded on all sides by all the people who love you and have loved you. Picture all of your friends and loved ones surrounding you. They are standing sending you wishes for your happiness, well-being, and health. Bask in the warm wishes and love coming from all sides. You are filled, and overflowing with warmth and love.</p>\n\n<p><strong>Sending Loving-Kindness to Loved Ones</strong></p>\n\n<p>Now bring your awareness back to the person standing on your right side. Begin to send the love that you feel back to that person. You and this person are similar. Just like you, this person wishes to be happy. Send all your love and warm wishes to that person.</p>\n\n<p>Repeat the following phrases, silently:</p>\n\n<blockquote>\n<p><em>May you live with ease, may you be happy, may you be free from pain. </em></p>\n\n<p><em>May you live with ease, may you be happy, may you be free from pain.</em></p>\n\n<p><em>May you live with ease, may you be happy, may you be free from pain.</em></p>\n</blockquote>\n\n<p>Now focus your awareness on the person standing on your left side. Begin to direct the love within you to that person. Send all your love and warmth to that person. That person and you are alike. Just like you, that person wishes to have a good life. </p>\n\n<p>Repeat the following phrases, silently:</p>\n\n<blockquote>\n<p><em>Just as I wish to, may you be safe, may you be healthy, may you live with ease and happiness.</em></p>\n\n<p><em>Just as I wish to, may you be safe, may you be healthy, may you live with ease and happiness.</em></p>\n\n<p><em>Just as I wish to, may you be safe, may you be healthy, may you live with ease and happiness.</em></p>\n</blockquote>\n\n<p>Now picture another person that you love, perhaps a relative or a friend. This person, like you, wishes to have a happy life. Send warm wishes to that person.</p>\n\n<p>Repeat the following phrases, silently: </p>\n\n<blockquote>\n<p><em>May your life be filled with happiness, health, and well-being.</em></p>\n\n<p><em>May your life be filled with happiness, health, and well-being.</em></p>\n\n<p><em>May your life be filled with happiness, health, and well-being.</em></p>\n</blockquote>\n\n<p><strong>Sending Loving-Kindness to Neutral People</strong></p>\n\n<p>Now think of an acquaintance, someone you don’t know very well and toward whom you do not have any particular feeling. You and this person are alike in your wish to have a good life.</p>\n\n<p>Send all your wishes for well-being to that person, repeating the following phrases, silently:</p>\n\n<blockquote>\n<p><em>Just as I wish to, may you also live with ease and happiness.</em></p>\n\n<p><em>Just as I wish to, may you also live with ease and happiness.</em></p>\n\n<p><em>Just as I wish to, may you also live with ease and happiness.</em></p>\n</blockquote>\n\n<p>Now bring to mind another acquaintance toward whom you feel neutral. It could be a neighbor, or a colleague, or someone else that you see around but do not know very well. Like you, this person wishes to experience joy and well-being in his or her life. </p>\n\n<p>Send all your good wishes to that person, repeating the following phrases, silently:</p>\n\n<blockquote>\n<p><em>May you be happy, may you be healthy, may you be free from all pain. </em></p>\n\n<p><em>May you be happy, may you be healthy, may you be free from all pain. </em></p>\n\n<p><em>May you be happy, may you be healthy, may you be free from all pain. </em></p>\n</blockquote>\n\n<p><strong>Sending Loving-Kindness to All Living Beings</strong></p>\n\n<p>Now expand your awareness and picture the whole globe in front of you as a little ball. </p>\n\n<p>Send warm wishes to all living beings on the globe, who, like you, want to be happy:</p>\n\n<blockquote>\n<p><em>Just as I wish to, may you live with ease, happiness, and good health. </em></p>\n\n<p><em>Just as I wish to, may you live with ease, happiness, and good health.</em></p>\n\n<p><em>Just as I wish to, may you live with ease, happiness, and good health.</em></p>\n</blockquote>\n\n<p>Take a deep breath in. And breathe out. And another deep breath in and let it go. Notice the state of your mind and how you feel after this meditation. </p>\n\n<p>When you’re ready, you may open your eyes. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 38, "rating": "87", "difficulty": "Moderate", "title": "Loving-Kindness Meditation", "description": "Strengthen feelings of kindness and connection toward others. ", "duration": ["15", "mins"], "categories": ["compassion", "connection", "happiness", "kindness", "mindfulness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Love_cropped_214_162_s_c1.png", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/avoiding_the_four_horsemen_in_relationships", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>20 minutes to read about the “four horsemen.” Then the amount of time to deploy a constructive strategy will depend on the nature of the conflict; the frequency will depend on how often you experience conflict in your relationship. One goal could be to try to use one of these positive strategies—or at least assess the quality of your conflict—once per month.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. Read the descriptions of the “four horsemen” below and consider whether you and/or your partner ever engage in any of these behaviors during conflicts.</p>\n\n<p>2. Read the descriptions of the constructive alternatives that can be used in place of the “four horsemen” and consider how you might put these behaviors into practice, if you have not already.</p>\n\n<p>3. The next time you find yourself in a conflict with your partner, make an active effort to avoid the “four horsemen” and engage in more constructive behaviors instead. Don’t be too hard on yourself if you slip up—it can be challenging to stay focused during the heat of an argument, and these habits can take time to change.</p>\n\n<p>4. After the conflict, make a note of how things went. Did you or your partner engage in any of the “four horsemen” behaviors, and if so, did you catch yourself and try to take a different approach during the conflict? What went well, and what could you improve for next time?</p>\n\n<p>5. If/when you feel comfortable, you could invite your partner to participate with you in this practice. </p>\n\n<p><strong>The Four Horsemen</strong></p>\n\n<p><strong>1. Criticism.</strong> Some forms of criticism are constructive, but in this case criticism refers to making negative judgments or proclamations about your partner in extreme, absolute terms. A sign that you may be engaging in this more harmful form of criticism is if you catch yourself using terms like “never” and always”—for example, “You never think about anyone but yourself!” or, “You are always so stubborn!”</p>\n\n<p>Note that criticism itself is not necessarily a recipe for relationship failure—the problem with criticism is that excessive or extreme criticism can, over time, lead to the more destructive “horsemen.”</p>\n\n<p><strong>Constructive alternative: </strong>There’s nothing wrong with voicing concerns and complaints in a relationship, but try to do so in a way that focuses on your own feelings (and how your partner’s behavior affects you)—for instance, by making “I” statements, like “I feel lonely when you come home late for dinner”—and mentions specific negative behaviors rather than making global attacks on his or her entire personality (“I feel neglected when you make plans without me” rather than “You are so inconsiderate!”). See the <a href=\"http://ggia.berkeley.edu/practice/active_listening\">Active Listening practice</a> for more suggestions along these lines.</p>\n\n<p><strong>2. Contempt.</strong> Contempt is a more destructive form of criticism that involves treating your partner with disrespect, disgust, condescension, or ridicule. It may involve mean-spirited sarcasm, mockery, eye-rolling, sneering, or name-calling. Contempt can grow over time when a person focuses on the qualities they dislike in their partner and builds up these qualities in their mind.</p>\n\n<p><strong>Constructive alternative:</strong> Instead of keeping score of all of your partner’s flaws, consider their positive qualities and the things you appreciate most about them. In fact, it may help to write a list of these qualities and return to it when you need a reminder.</p>\n\n<p><strong>3. Defensiveness.</strong> Defensiveness tends to arise when people feel criticized or attacked; it involves making excuses to avoid taking responsibility, or even deflecting blame onto your partner. If you hear yourself saying “I didn’t do anything wrong,” or blaming your partner for something else after he or she has leveled a complaint against you, ask yourself whether this is really the case. Even if your partner made some mistakes, that doesn’t free you from responsibility for things you could have done differently as well. The problem with defensiveness is that it communicates to your partner that you aren’t really listening to her or taking his concerns seriously. And by introducing new grievances, it can also exacerbate the conflict by making your partner feel attacked and defensive.</p>\n\n<p><strong>Constructive alternative: </strong>Take the time to hear your partner out and take responsibility when appropriate. A simple, genuine apology can go a long way.</p>\n\n<p><strong>4. Stonewalling.</strong> Stonewalling involves putting up a (metaphorical) wall between you and your partner by withdrawing, shutting down, and physically and emotionally distancing yourself from your partner. An example of stonewalling is to give your partner the “silent treatment” or to abruptly leave without telling your partner where you’re going. Stonewalling can sometimes result when the first three “horsemen” accumulate and become overwhelming. Stonewalling is especially destructive to relationships because it can make one’s partner feel abandoned and rejected.</p>\n\n<p><strong>Constructive alternative:</strong> If you need time out to take a few deep breaths and collect your thoughts, let your partner know, and then return to the conversation when you’re ready. This way, your partner will understand that you are taking care of yourself, not trying to reject him.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 37, "rating": "91", "difficulty": "Intensive", "title": "Avoiding The “Four Horsemen” in Relationships", "description": "Steer clear of these 4 toxic relationship behaviors.", "duration": ["Variable"], "categories": ["compassion", "connection", "empathy"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-4Horsemen_214_162_s_c1.jpg", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/awe_story", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>10 minutes to read this story. For a regular dose of awe, try to make time to read a story like this at least once per week.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Set aside at least 10 minutes to read the story below. Of course, reading a story like this is not the only way to elicit awe, and there are many different types of stories that could have this effect. The stories and other stimuli that inspire awe tend to share two key features:</p>\n\n<ol>\n\t<li>They involve a sense of vastness that puts into perspective your own relatively small place in the world. This vastness could be either physical (e.g., a panoramic view from a mountaintop) or psychological (e.g., an exceptionally courageous or heroic act of conscience).</li>\n\t<li>They alter the way you understand the world. For instance, they might make your everyday concerns seem less important, or they might expand your beliefs about the reaches of human potential.</li>\n</ol>\n\n<p>Read the story below to experience these dimensions of awe.</p>\n\n<blockquote>\n<p>Imagine you’re getting ready to go on a trip to Europe. Although you’ve seen parts of Europe in photos and on television, you know that seeing things in person will be a completely different experience. You’re particularly excited to begin the trip in one of the most inspiring capitals of the continent—the magnificent city of Paris.</p>\n\n<p>As soon as you arrive in Paris, you’re overwhelmed by the grandeur and beauty of the historic city. The sights, smells, and sounds are like nothing you have ever experienced. Everywhere you look there is something new to capture your imagination. Scanning the view from left to right, you’re surrounded by beautiful buildings. Famous museums and churches beckon for you to absorb the stories of their rich past, while centuries-old hotels and city buildings exude majesty and history. As you pass by them, you’re amazed by the elaborate architectural designs and the ornate details. Between two of the buildings, you catch a glimpse of the Eiffel tower in the distance. Seeing it for the first time in person, your eyes widen and your senses feel wide awake. Although it looks small from where you are, the incredible height of the tower becomes clear as you walk toward it.</p>\n\n<p>Standing a block from the tower, you’re overwhelmed by the sheer size and grandeur of the structure. The intricately woven beams of steel rise high from the ground, and you feel completely dwarfed standing next to it. You look up, but you can’t even see the top. The magnitude of the tower is enormous and it feels even more amazing being there in person than you could have ever imagined. The metal beams rising from the ground are larger than the biggest tree trunks you’ve ever seen. You touch them: As your hands come in contact with the cold metal, you feel the presence of something greater than yourself, not just physically, but in human history. You can’t believe that something so tremendous was built by man.     </p>\n\n<p>You take the elevator to the top. During the ride you can’t help but think back to the first time you saw the Grand Canyon—that moment when everything around you stops as you try to comprehend what’s in front of you. Finally, the elevator doors begin to open, and there it is—Paris all around you. As you take in the overwhelming sight, your mouth opens and you catch your breath. The famed City of Lights stretches for miles in all directions around you, yet from this vantage point the hustle and bustle below cease to exist. As your body is enveloped by a strong feeling of wonder, you scan the enormous panorama and try to take in everything that’s in front of you. You lose yourself in the beauty of the sight.</p>\n</blockquote>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 35, "rating": "60", "difficulty": "Casual", "title": "Awe Story", "description": "Read a story that will inspire awe.", "duration": ["10", "mins"], "categories": ["awe"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-AweStory_214_162_s_c1.jpg", "frequency": ["1x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/shared_identity", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>Take 15 minutes to go through the steps below. Try to repeat these steps with a different person at least once per week.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. Think of a person in your life who seems to be very different from you in every way that you can imagine. They might have different interests, different religious or political beliefs, or different life experiences. They may even be someone with whom you have had a personal conflict, or who belongs to a group that has been in conflict with a group to which you belong.</p>\n\n<p>2. Next, make a list of all of the things that you most likely share in common with this person. Perhaps you both work for the same company or go to the same school. Maybe you both have children, or a significant other. Probably you have both had your heart broken at one point or another, or have lost a loved one. At the broadest level, you both belong to the human species, which means that you share 99.9% of your DNA.</p>\n\n<p>3. Review this list of commonalities. How do they make you see this person in a new light? Instead of simply seeing this person as someone unfamiliar to you, or as a member of an out-group, now try to see this person as an individual, one whose tastes and experiences might overlap with yours in certain ways.</p>\n\n<p>4. Repeat this exercise whenever you meet someone who initially seems different from you, with whom you have a conflict, or who makes you feel uncomfortable. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 34, "rating": "90", "difficulty": "Moderate", "title": "Shared Identity", "description": "How to encourage generosity by finding commonalities between people.", "duration": ["15", "mins"], "categories": ["connection", "empathy", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-SharedIdentity_214_162_s_c1.jpg", "frequency": ["1x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/eight_essentials_when_forgiving", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>Each person will forgive at his or her own pace. We suggest that you move through the steps below based on what works for you. </p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. Make a list of people who have hurt you deeply enough to warrant the effort to forgive. You can do this by asking yourself on a 1-to-10 scale, How much pain do I have regarding the way this person treated me?, with 1 involving the least pain (but still significant enough to justify the time to forgive) and 10 involving the most pain. Then, order the people on this list from least painful to most painful. Start with the person lowest on this hierarchy (least painful).</p>\n\n<p>2. Consider one offense by the first person on your list. Ask yourself: How has this person’s offense negatively impacted my life? Reflect on the psychological and physical harm it may have caused. Consider how your views of humanity and trust of others may have changed as a result of this offense. Recognize that what happened was not okay, and allow yourself to feel any negative emotions that come up.</p>\n\n<p>3. When you’re ready, make a decision to forgive. Deciding to forgive involves coming to terms with what you will be doing as you forgive—extending an act of mercy toward the person who has hurt you. When we offer this mercy, we deliberately try to reduce resentment (persistent ill will) toward this person and, instead, offer him or her kindness, respect, generosity, or even love.  </p>\n\n<p>It is important to emphasize that forgiveness does not involve excusing the person’s actions, forgetting what happened, or tossing justice aside. Justice and forgiveness can be practiced together. </p>\n\n<p>Another important caveat: To forgive is not the same as to reconcile. Reconciliation is a negotiation strategy in which two or more people come together again in mutual trust. You may not choose to reconcile with the person you are forgiving.</p>\n\n<p>4. Start with cognitive exercises. Ask yourself these questions about the person who has hurt you: What was life like for this person while growing up? What wounds did he or she suffer from others that could have made him or her more likely to hurt you? What kinds of extra pressures or stresses were in this person’s life at the time he or she offended you? These questions are not meant to excuse or condone, but rather to better understand the other person’s areas of pain, those areas that make him or her vulnerable and human. Understanding why people commit destructive acts can also help us find more effective ways of preventing further destructive acts from occurring in the future. </p>\n\n<p>5. Be aware of any little movement of your heart through which you begin to feel even slight compassion for the person who offended you. This person may have been confused, mistaken, and misguided. He or she may deeply regret his or her actions. As you think about this person, notice if you start to feel softer emotions toward him or her.</p>\n\n<p>6. Try to consciously bear the pain that he or she caused you so that you do not end up throwing that pain back onto the one who offended you, or even toward unsuspecting others, such as loved ones who were not the ones who wounded you in the first place. When we are emotionally wounded, we tend to displace our pain onto others. Please be aware of this so that you are not perpetuating a legacy of anger and injuries.</p>\n\n<p>7. Think of a gift of some kind that you can offer to the person you are trying to forgive. Forgiveness is an act of mercy—you are extending mercy toward someone who may not have been merciful toward you. This could be through a smile, a returned phone call, or a good word about him or her to others. Always consider your own safety first when extending kindness and goodwill towards this person. If interacting with this person could put you in danger, find another way to express your feelings, such as by writing in a journal or engaging in a practice such as compassion meditation. </p>\n\n<p>8. Finally, try to find meaning and purpose in what you have experienced. For example, as people suffer from the injustices of others, they often realize that they themselves become more sensitive to others’ pain. This, in turn, can give them a sense of purpose toward helping those who are hurting. It may also motivate them to work toward preventing future injustices of a similar kind.</p>\n\n<p>Once you complete the forgiveness process with one person on your list, select the next person in line and move up that list until you are forgiving the person who hurt you the most.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 33, "rating": "88", "difficulty": "Intensive", "title": "Eight Essentials When Forgiving", "description": "Key principles to help you forgive and achieve peace of mind.", "duration": ["Variable"], "categories": ["featured", "connection", "forgiveness", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-ForgivenessPrinciples_214_162_s_c1.jpg", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/gaining_perspective_on_negative_events", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>5 minutes. You can repeat this exercise each time you find yourself ruminating on a negative experience.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Take a few moments to bring to mind a difficult experience you are dealing with: some event in the past that made you sad or angry, for example, or some anxiety or worry you have about the future. </p>\n\n<p>Try to understand your feelings using “you,” “he/she,” and “[your own name]” as much as possible. If your name is Jane, for example, you would ask yourself, “Why does Jane feel this way? What are the underlying causes and reasons for her feelings?” If you begin to see the event in your mind, try to watch through the eyes of a distanced, third-party observer, rather than through your own eyes.</p>\n\n<p>The goal here is not to avoid or separate from your feelings, but to analyze them from a clearer and more helpful vantage point. Spend three minutes reflecting in this way, writing down your thoughts if you feel so inclined. </p>\n\n<p>Although it may feel unnatural to talk to yourself in the third person, research suggests that it can help you confront difficult feelings without becoming overwhelmed by them. Eventually, you might be able to use this kind of self-talk during difficult events as they’re unfolding, such as a stressful task at work or a particularly challenging social situation.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 32, "rating": "0", "difficulty": "Moderate", "title": "Gaining Perspective on Negative Events", "description": "Take a step back and analyze your feelings without ruminating.", "duration": ["5", "mins"], "categories": ["resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Winding_road_from_above_214_162_s_c1.png", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/mental_subtraction_positive_events", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes. Try to make time to do this practice once per week, focusing on a different positive event each week. It might help to do this practice at the same time each week—before bed each Sunday evening, perhaps, or at lunch every Friday.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. Take a moment to think about a positive event in your life, such as an educational or career achievement, the birth of a child, or a special trip you took.  </p>\n\n<p>2. Think back to the time of this event and the circumstances that made it possible.</p>\n\n<p>3. Consider the ways in which this event may never have happened—for example, if you hadn’t happened to learn about a certain job opening at the right moment. </p>\n\n<p>4. Write down all of the possible events and decisions—large and small—that could have gone differently and prevented this event from occurring.</p>\n\n<p>5.  Imagine what your life would be like now if you hadn’t enjoyed this positive event and all the fruits that flowed from it.</p>\n\n<p>6. Shift your focus to remind yourself that this event actually did happen and reflect upon the benefits it has brought you. Now that you have considered how things might have turned out differently, appreciate that these benefits were not inevitable in your life. Allow yourself to feel grateful that things happened as they did. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 31, "rating": "100", "difficulty": "Casual", "title": "Mental Subtraction of Positive Events", "description": "How to appreciate what you have by imagining your life without it.", "duration": ["15", "mins"], "categories": ["gratitude", "happiness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-MentalSubtractionEvents_214_162_s_c1.jpg", "frequency": ["1x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/time_capsule", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>Around 30 minutes to create the Time Capsule and 15 minutes to revisit it. You can do this practice every few months or every year.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>To create the Time Capsule, compile the following items in a blank notebook, scrapbook, or folder on your computer. Skip any that don’t apply. </p>\n\n<ul>\n\t<li>A description of the last social event you attended.</li>\n\t<li>A description of a recent conversation with a friend.</li>\n\t<li>A description of how you met a new friend or acquaintance.  </li>\n\t<li>The names of three songs you recently listened to.</li>\n\t<li>An inside joke.</li>\n\t<li>A recent photo.</li>\n\t<li>A recent status update you posted on social media. </li>\n\t<li>An excerpt from a recent paper or project for school or work.</li>\n</ul>\n\n<p>Store the Time Capsule in a place where you won’t see it. Set a reminder on your calendar to revisit it three months later.  </p>\n\n<p>Once three months has passed, spend several minutes looking over your Time Capsule. Are you surprised by anything? Does anything strike you as particularly interesting or meaningful, looking back on it now?</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 30, "rating": "0", "difficulty": "Moderate", "title": "Time Capsule", "description": "Rediscovering ordinary experiences can bring unexpected joy.", "duration": ["45", "mins"], "categories": ["happiness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Time_Capsule_large_2_214_162_s_c1.png", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/body_scan_meditation", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>20-45 minutes, three to six days per week for four weeks. Research suggests that people who practice the body scan for longer reap more benefits from this practice.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p><em>The body scan can be performed while lying down, sitting, or in other postures. The steps below are a guided meditation designed to be done while sitting. You can listen to audio of this three-minute guided meditation, produced by UCLA’s <a href=\"http://marc.ucla.edu/\" target=\"[object Object]\">Mindful Awareness Research Center</a> (MARC), in the player; if it doesn't play, you can find it <a href=\"http://marc.ucla.edu/mpeg/Body-Scan-Meditation.mp3\" target=\"[object Object]\">here</a> or download it from <a href=\"http://marc.ucla.edu/body.cfm?id=22\" target=\"[object Object]\">MARC's website</a>.</em>*</p>\n\n<p><em>Especially for those new to the body scan, we recommend performing this practice with the audio. However, you can also use the script below for guidance for yourself or for leading this practice for others.</em></p>\n\n<p>\n<audio autobuffer=\"\" controls=\"controls\" src=\"http://marc.ucla.edu/mpeg/Body-Scan-Meditation.mp3\"> </audio>\n</p>\n\n<p>Begin by bringing your attention into your body. </p>\n\n<p>You can close your eyes if that’s comfortable for you.</p>\n\n<p>You can notice your body seated wherever you’re seated, feeling the weight of your body on the chair, on the floor.</p>\n\n<p>Take a few deep breaths. </p>\n\n<p>And as you take a deep breath, bring in more oxygen enlivening the body. And as you exhale, have a sense of relaxing more deeply.</p>\n\n<p>You can notice your feet on the floor, notice the sensations of your feet touching the floor. The weight and pressure, vibration, heat. </p>\n\n<p>You can notice your legs against the chair, pressure, pulsing, heaviness, lightness. </p>\n\n<p>Notice your back against the chair. </p>\n\n<p>Bring your attention into your stomach area. If your stomach is tense or tight, let it soften. Take a breath.</p>\n\n<p>Notice your hands. Are your hands tense or tight. See if you can allow them to soften.</p>\n\n<p>Notice your arms. Feel any sensation in your arms. Let your shoulders be soft.</p>\n\n<p>Notice your neck and throat. Let them be soft. Relax.</p>\n\n<p>Soften your jaw. Let your face and facial muscles be soft.</p>\n\n<p>Then notice your whole body present. Take one more breath.</p>\n\n<p>Be aware of your whole body as best you can. Take a breath. And then when you’re ready, you can open your eyes.</p>\n\n<p><em>* You can also listen to a <a href=\"http://health.ucsd.edu/av/mindfulness/45MinBodyScan07mono.mp3\" target=\"[object Object]\">45-minute version</a> of the Body Scan that the UC San Diego Center for Mindfulness uses in its trainings in Mindfulness-Based Stress Reduction.</em></p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 27, "rating": "80", "difficulty": "Moderate", "title": "Body Scan Meditation", "description": "Feeling tense? Feel your body relax as you try this practice.", "duration": ["30", "mins"], "categories": ["featured", "mindfulness", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGinAction-BodyScan_214_162_s_c1.jpg", "frequency": ["3x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/savoring_walk", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>20 minutes daily for at least one week.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Set aside 20 minutes to take a walk outside by yourself every day for a week. Try to stick to this schedule unless the weather is extremely bad. You can still do this exercise in a light rain—provided you have a decent umbrella and rain jacket.</p>\n\n<p>As you walk, try to notice as many positive things around you as you can. These can be sights, sounds, smells, or other sensations. For example, you could focus on the breathtaking height of a tree you never really noticed before, the intricate architecture of a building on your block, the dance of sunshine off a window or puddle, the smell of grass or flowers, or the way other people look out for each other as they navigate crowded streets.</p>\n\n<p>As you notice each of these positive things, acknowledge each one in your mind—don’t just let them slip past you. Pause for a moment as you hear or see each thing and make sure it registers with your conscious awareness, really take it in. Try to identify what it is about that thing that makes it pleasurable to you.</p>\n\n<p>Try to walk a different route each day so you don’t become too accustomed to any of these things and start to take them for granted.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 29, "rating": "96", "difficulty": "Moderate", "title": "Savoring Walk", "description": "How a stroll outside can help build lasting happiness.", "duration": ["15", "mins"], "categories": ["gratitude", "happiness", "mindfulness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-SavoringWalk_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/reminders_of_connectedness", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>Take 10 minutes to complete the first three steps; after that, the amount of time it will take to complete the rest will vary. Try to go through this exercise at least once per month. After evaluating your classroom, office, or a room in your home, next month consider another room or environment over which you have control.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<ol>\n\t<li>Take a moment to look around your home, office, or classroom. What kinds of objects, words, and images surround you?</li>\n\t<li>Count how many of these objects, words, and images are related to social connectedness. This could include pictures of people interacting, words like “community,” “together,” or “friendship,” or even two stuffed animals facing one another on a shelf.</li>\n\t<li>Notice whether there are any empty walls or shelves where you could add new objects related to connectedness, or places where you could replace existing objects.</li>\n\t<li>Next time you’re out shopping, looking through your belongings, or (for parents or teachers) developing an art project for your children or students, see if you can find objects that evoke connection, even in a subtle way, and use them to fill these empty places or to replace existing objects.</li>\n\t<li>Finally, consider how the furniture in this room is arranged. Are chairs facing toward or away from each other? Are there common spaces that are conducive to social interaction? Rearranging the layout of your home, office, or classroom can also help to promote feelings of connectedness.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 28, "rating": "100", "difficulty": "Moderate", "title": "Reminders of Connectedness", "description": "A subtle way to induce kindness, particularly in kids.", "duration": ["Variable"], "categories": ["connection", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Reminders_of_connectedness_214_162_s_c1.jpg", "frequency": ["1x", "month"]},
{"link": "https://ggia.berkeley.edu/practice/gratitude_journal", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes per day, at least once per week for at least two weeks. Studies suggest that writing in a gratitude journal three times per week might actually have a greater impact on our happiness than journaling every day.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>There’s no wrong way to keep a gratitude journal, but here are some general instructions as you get started.</p>\n\n<p>Write down up to five things for which you feel grateful. The physical record is important—don’t just do this exercise in your head. The things you list can be relatively small in importance (“The tasty sandwich I had for lunch today.”) or relatively large (“My sister gave birth to a healthy baby boy.”). The goal of the exercise is to remember a good event, experience, person, or thing in your life—then enjoy the good emotions that come with it.</p>\n\n<p>As you write, here are nine important tips:</p>\n\n<ol>\n\t<li>Be as specific as possible—specificity is key to fostering gratitude. “I’m grateful that my co-workers brought me soup when I was sick on Tuesday” will be more effective than “I’m grateful for my co-workers.”</li>\n\t<li>Go for depth over breadth. Elaborating in detail about a particular person or thing for which you’re grateful carries more benefits than a superficial list of many things.</li>\n\t<li>Get personal. Focusing on people to whom you are grateful has more of an impact than focusing on things for which you are grateful.</li>\n\t<li>Try subtraction, not just addition. Consider what your life would be like without certain people or things, rather than just tallying up all the good stuff. Be grateful for the negative outcomes you avoided, escaped, prevented, or turned into something positive—try not to take that good fortune for granted.</li>\n\t<li>See good things as “gifts.” Thinking of the good things in your life as gifts guards against taking them for granted. Try to relish and savor the gifts you’ve received.</li>\n\t<li>Savor surprises. Try to record events that were unexpected or surprising, as these tend to elicit stronger levels of gratitude.</li>\n\t<li>Revise if you repeat. Writing about some of the same people and things is OK, but zero in on a different aspect in detail.</li>\n\t<li>Write regularly. Whether you write every other day or once a week, commit to a regular time to journal, then honor that commitment. But…</li>\n\t<li>Don’t overdo it. Evidence suggests writing occasionally (1-3 times per week) is more beneficial than daily journaling. That might be because we adapt to positive events and can soon become numb to them—that’s why it helps to savor surprises.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 26, "rating": "95", "difficulty": "Casual", "title": "Gratitude Journal", "description": "Count your blessings and enjoy better health and happiness.", "duration": ["10", "mins"], "categories": ["featured", "connection", "gratitude", "happiness", "optimism", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-Journaling_214_162_s_c1.jpg", "frequency": ["1x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/best_possible_self", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes per day for two weeks</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Take a moment to imagine your life in the future. What is the best possible life you can imagine? Consider all of the relevant areas of your life, such as your career, academic work, relationships, hobbies, and/or health. What would happen in these areas of your life in your best possible future?</p>\n\n<p>For the next 15 minutes, write continuously about what you imagine this best possible future to be. Use the instructions below to help guide you through this process.</p>\n\n<ol>\n\t<li>It may be easy for this exercise to lead you to examine how your current life may not match this best possible future. You may be tempted to think about ways in which accomplishing goals has been difficult for you in the past, or about financial/time/social barriers to being able to make these accomplishments happen. For the purpose of this exercise, however, we encourage you to focus on the future—imagine a brighter future in which you are your best self and your circumstances change just enough to make this best possible life happen.  </li>\n\t<li>This exercise is most useful when it is very specific—if you think about a new job, imagine exactly what you would do, who you would work with, and where it would be. The more specific you are, the more engaged you will be in the exercise and the more you’ll get out of it.  </li>\n\t<li>Be as creative and imaginative as you want, and don’t worry about grammar or spelling.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 25, "rating": "84", "difficulty": "Moderate", "title": "Best Possible Self", "description": "Foster optimism by imagining a positive future.", "duration": ["15", "mins"], "categories": ["featured", "happiness", "optimism"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-BestPossibleSelf-Accomplishments2_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/putting_a_human_face_on_suffering", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>How long it takes you to do this practice will vary depending on which strategy you choose, but make it a goal to follow one of these strategies at least once a month.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>To inspire others (or yourself) to give time or resources to a cause, try at least one of the following strategies. However, avoid explicitly telling others that you are using these strategies to get them to give more—research suggests that can backfire.</p>\n\n<ol>\n\t<li>When researching a problem in news reports or other sources, look for profiles of specific individuals.</li>\n\t<li>Use photographs and video footage—not just individuals’ names—in your appeal to make the problem more vivid and emotionally moving.</li>\n\t<li>Use descriptive language and identifiable details that allow people to imagine themselves in a specific victim’s shoes, rather than abstract language that presents facts and statistics.</li>\n\t<li>Don’t feature the stories of too many individuals; research suggests it's easier to foster an emotional connection to a single person in need than to multiple people.</li>\n\t<li>When possible, try to make direct contact with victims. For example, if you are a teacher, consider bringing in a speaker—in person or via a video call— who can share a first-hand story with your students (assuming you can’t visit the disaster site with a relief organization, which would be even more effective).</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 23, "rating": "100", "difficulty": "Casual", "title": "Putting a Human Face on Suffering", "description": "How to elicit kindness by making problems personal.", "duration": ["Variable"], "categories": ["compassion", "connection", "empathy", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-HumanFace_214_162_s_c1.jpg", "frequency": ["1x", "month"]},
{"link": "https://ggia.berkeley.edu/practice/mental_subtraction_relationships", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes. Try to make time to do this practice once per week, focusing on a different person each week. It might help to do this practice at the same time each week—before bed each Sunday evening, say, or at lunch every Friday.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>1. Take a moment to think about an important relationship in your life, such as a romantic relationship or close friendship.</p>\n\n<p>2. Think back to where and how you met this person.</p>\n\n<p>3. Consider the ways in which you might never have met this person and never formed a friendship or relationship—for example, if you hadn’t decided to go to a certain party, taken a certain class, or moved to a certain city.</p>\n\n<p>4. Write down all of the possible events and decisions—large and small—that could have gone differently and prevented you from meeting this person.</p>\n\n<p>5. Imagine what your life would be like now if events had unfolded differently and you had never met this person. Bring to mind some of the joys and benefits you have enjoyed as a result of this relationship—and consider how you would feel if you were denied all of them.</p>\n\n<p>6. Shift your focus to remind yourself that you did actually meet this person and reflect upon the benefits this relationship has brought you. Now that you have considered   how things might have turned out differently, appreciate that these benefits were not inevitable in your life. Allow yourself to feel grateful that things happened as they did   and this person is now in your life. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 24, "rating": "100", "difficulty": "Casual", "title": "Mental Subtraction of Relationships", "description": "How to appreciate a loved one by imagining your life without them.", "duration": ["15", "mins"], "categories": ["connection", "gratitude"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-MentalSubtractionRelationship_214_162_s_c1.jpg", "frequency": ["1x", "week"]},
{"link": "https://ggia.berkeley.edu/practice/making_an_effective_apology", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>10 minutes to read about how to make an effective apology. The amount of time the apology takes depends on the nature of the offense and the reparations you plan to make. Try to follow these guidelines anytime you feel you’ve done something that has harmed others. </p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<ol>\n\t<li><strong>Acknowledge the offense. </strong>Acknowledging the offense is an essential element of a good apology, but many apologies don’t do this adequately. Apologies are most likely to be well-received if you show that you recognize who was responsible, who was harmed, and the nature of the offense. For example, saying “I made a mistake” is more effective than saying “Mistakes were made,” which fails to allocate responsibility. Similarly, acknowledging that harm occurred is better than making vague statements that minimize the legitimacy of the offended person’s grievances (e.g., “I’m sorry you feel hurt”) or fail to acknowledge the specific offense (e.g., “I’m sorry for whatever I said yesterday” rather than “I’m sorry for making that insensitive joke”).</li>\n\t<li><strong>Provide an explanation. </strong>In some cases, it’s helpful to explain an offense, especially to convey that it was not intentional and that it will not happen again. But explanations that sound like excuses or blame the victim (e.g., “You were really getting on my nerves”) tend to be counterproductive. It’s better to say, “There’s no excuse for my behavior” than to offer a shallow defense. </li>\n\t<li><strong>Express remorse. </strong>When you hurt someone, it’s natural to feel shame, humiliation, or remorse. Expressing these feelings communicates that you recognize and regret the suffering you caused. Be careful of phrases like “That was uncharacteristic of me,” which might convey that you aren’t taking full ownership for what happened. Instead, acknowledge your disappointment in yourself and your commitment to improve. </li>\n\t<li><strong>Make amends.</strong> A good apology should include efforts to repair the damage done. Reparation for tangible offenses such as loss of property might involve compensation or replacement, whereas reparation for less tangible offenses such as a violation of trust might involve taking steps to improve your behavior, such as attending marriage counseling. When considering how to best make amends, be sure to ask the offended person what would mean the most to them, rather than simply doing something to relieve your own feelings of guilt. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21245493\">Self-punishment</a>, for example, might alleviate guilt without actually benefitting the victim.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 20, "rating": "90", "difficulty": "Intensive", "title": "Making an Effective Apology", "description": "A good apology involves more than saying “sorry.” ", "duration": ["Variable"], "categories": ["connection", "forgiveness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Apology_2_214_162_s_c1.png", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/letting_go_of_anger_through_compassion", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>5 minutes. You can repeat this exercise each time you find yourself ruminating on an experience when someone hurt you.  </p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<ol>\n\t<li>Find a quiet place to sit. Relax for two minutes, breathing in and out naturally. During each exhale, focus on the word “one.” Keep your arms, legs, and body still.</li>\n\t<li>Identify a time in the past when another person hurt or offended you. </li>\n\t<li>For the next two minutes, think of the offender as a human being who behaved badly. Even if the relationship cannot be restored, try to genuinely wish that this person experiences something positive or healing. Even though it may be hard, focus your thoughts and feelings on giving a gift of mercy or compassion. Be consciously aware of the thoughts, feelings, and physical responses you have as you cultivate compassion, kindness, and mercy for this person.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 19, "rating": "80", "difficulty": "Moderate", "title": "Letting Go of Anger through Compassion", "description": "To foster resilience, think about a hurtful event in a different way.", "duration": ["5", "mins"], "categories": ["compassion", "empathy", "forgiveness", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Releasing_anger_through_compassion_214_162_s_c1.png", "frequency": ["Variable"]},
{"link": "https://ggia.berkeley.edu/practice/eliciting_altruism", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>How long this practice takes you will vary depending on which strategy you choose, but make it a goal to follow one of these strategies at least once a month.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>Below are three different strategies that are effective at encouraging kindness and generosity. You can try them individually or in combination with one another. Click on the link at the end of each strategy for more detailed instructions on how to perform it.</p>\n\n<p>There are many different creative ways that you can put these principles into practice. We encourage you to share your experience with them in the Comments &amp; Reviews section below.</p>\n\n<ol>\n\t<li><strong>Create reminders of connectedness.</strong> Research suggests that when people are reminded of human connection, they behave more altruistically, even when those reminders of connection are very subtle. Something as simple as a quote evoking shared goals, words like “community,” or a picture conveying warmth or friendships—they can all have an impact. Take a moment to look around your home, office, or classroom and consider how you could add words, images, or objects that communicate connection. For more on this technique, see the <a href=\"http://ggia.berkeley.edu/practice/reminders_of_connectedness\">Reminders of Connectedness</a> practice.</li>\n\t<li><strong>Put a human face on a problem.</strong> Research shows that humans are more likely to want to help others if they see them as individuals, not just abstract statistics. To motivate people to give their time or resources to a cause, like aiding in disaster relief, present them with a personal story of a single, identifiable victim, ideally accompanied by a photo. This will help them feel a greater sense of personal connection and concern, especially if they are of a similar age to the victim or have other things in common. It is important not to overwhelm others with too many stories or facts—they can have the paradoxical effect of impeding the urge to give. For more on this technique, see the practice about <a href=\"http://ggia.berkeley.edu/practice/putting_a_human_face_on_suffering\">Putting a Human Face on Suffering</a>.</li>\n\t<li><strong>Encourage identification with “outgroup” members.</strong> One of the greatest barriers to altruism is that of group difference: We feel much less obligated to help someone if he or she doesn’t seem to be a member of our “ingroup”—we may even feel hostile toward members of an “outgroup.” But research suggests that who we see as part of our “ingroup” can be malleable. That’s why a key to promoting altruism is emphasizing similarities that cut across group boundaries. On the broadest level, this could mean remembering that regardless of our political, cultural, or religious affiliations, we are all human beings and share common human experiences. For more on this technique, see the <a href=\"http://ggia.berkeley.edu/practice/shared_identity\">Shared Identity</a> practice.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 18, "rating": "100", "difficulty": "Moderate", "title": "Eliciting Altruism", "description": "How to overcome barriers to kindness in yourself and others.", "duration": ["Variable"], "categories": ["featured", "compassion", "connection", "empathy", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-ElicitingAltruism_214_162_s_c1.jpg", "frequency": ["1x", "month"]},
{"link": "https://ggia.berkeley.edu/practice/mindful_breathing", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>15 minutes daily for at least a week (though evidence suggests that mindfulness increases the more you practice it).</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<p>The most basic way to do mindful breathing is simply to focus your attention on your breath, the inhale and exhale. You can do this while standing, but ideally you’ll be sitting or even lying in a comfortable position. Your eyes may be open or closed, but you may find it easier to maintain your focus if you close your eyes. It can help to set aside a designated time for this exercise, but it can also help to practice it when you’re feeling particularly stressed or anxious. Experts believe a regular practice of mindful breathing can make it easier to do it in difficult situations. </p>\n\n<p>Sometimes, especially when trying to calm yourself in a stressful moment, it might help to start by taking an exaggerated breath: a deep inhale through your nostrils (3 seconds), hold your breath (2 seconds), and a long exhale through your mouth (4 seconds). Otherwise, simply observe each breath without trying to adjust it; it may help to focus on the rise and fall of your chest or the sensation through your nostrils. As you do so, you may find that your mind wanders, distracted by thoughts or bodily sensations. That’s OK. Just notice that this is happening and gently bring your attention back to your breath.</p>\n\n<p>To provide even more structure, and help you lead this practice for others, below are steps for a <strong>short guided meditation</strong>. You can listen to audio of this guided meditation, produced by UCLA’s <a href=\"http://marc.ucla.edu/\">Mindful Awareness Research Center</a> (MARC), in the player below; if it doesn't play, you can find it <a href=\"http://marc.ucla.edu/mpeg/01_Breathing_Meditation.mp3\">here</a> or download it from <a href=\"http://marc.ucla.edu/body.cfm?id=22\">MARC's website</a>.</p>\n\n<p>\n<audio autobuffer=\"\" controls=\"controls\" src=\"http://marc.ucla.edu/mpeg/01_Breathing_Meditation.mp3\"> </audio>\n</p>\n\n<ol>\n\t<li>Find a relaxed, comfortable position. You could be seated on a chair or on the floor on a cushion. Keep your back upright, but not too tight. Hands resting wherever they’re comfortable. Tongue on the roof of your mouth or wherever it’s comfortable.</li>\n\t<li>Notice and relax your body. Try to notice the shape of your body, its weight. Let yourself relax and become curious about your body seated here—the sensations it experiences, the touch, the connection with the floor or the chair. Relax any areas of tightness or tension. Just breathe.</li>\n\t<li>Tune into your breath. Feel the natural flow of breath—in, out. You don’t need to do anything to your breath. Not long, not short, just natural. Notice where you feel your breath in your body. It might be in your abdomen. It may be in your chest or throat or in your nostrils. See if you can feel the sensations of breath, one breath at a time. When one breath ends, the next breath begins.  </li>\n\t<li>Now as you do this, you might notice that your mind may start to wander. You may start thinking about other things. If this happens, it is not a problem. It's very natural. Just notice that your mind has wandered. You can say “thinking” or “wandering” in your head softly. And then gently redirect your attention right back to the breathing.</li>\n\t<li>Stay here for five to seven minutes. Notice your breath, in silence. From time to time, you’ll get lost in thought, then return to your breath.  </li>\n\t<li>After a few minutes, once again notice your body, your whole body, seated here. Let yourself relax even more deeply and then offer yourself some appreciation for doing this practice today.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 22, "rating": "86", "difficulty": "Casual", "title": "Mindful Breathing", "description": "A way to build resilience to stress, anxiety, and anger.", "duration": ["15", "mins"], "categories": ["featured", "mindfulness", "resilience_to_stress"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-MindfulBreathing_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/use_your_strengths", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>Every day for a week. Time required each day will vary depending on how you choose to exercise your strengths.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<ol>\n\t<li>Take a moment to think about one of your <a href=\"https://www.viacharacter.org/www/Character-Strengths/Science-Of-Character\">personal strengths</a>—for instance, creativity, perseverance, kindness, modesty, or curiosity. Consider how you could use this strength today in a new and different way. For example, if you choose the personal strength of perseverance, you might make a list of tasks that you have found challenging recently, then try to tackle each one of them. Or if you choose curiosity, you might attempt an activity that you’ve never tried before.</li>\n\t<li>Describe in writing the personal strength you plan to use today and how you are going to use it. Then, go ahead and do it—act on your strength as frequently as possible throughout the day.</li>\n\t<li>Repeat the steps above every day for a week. You may use the same personal strength across multiple days, or try using a new personal strength each day.  </li>\n\t<li>At the end of the week, write about the personal strengths that you focused on during the week and how you used them. Write in detail about what you did, how you felt, and what you learned from the experience.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 21, "rating": "84", "difficulty": "Moderate", "title": "Use Your Strengths", "description": "Tap into your positive traits and enjoy greater happiness.", "duration": ["30", "mins"], "categories": ["happiness", "optimism"], "img": "https://ggia.berkeley.edu/images/made/assets/general/GGIA-UsingStrengths_214_162_s_c1.jpg", "frequency": ["1x", "day"]},
{"link": "https://ggia.berkeley.edu/practice/noticing_nature", "tutorial": "<div class=\"section--secondary\">\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>Time Required</h4>\n\t\t\t\t\t\t\t\t<p>5-15 minutes per day for two weeks. Eventually you could incorporate this practice into your daily routine.</p>\n\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t<h4>How to Do It</h4>\n\t\t\t\t\t\t\t\t<ol>\n\t<li>Be mindful of the natural elements and objects around you on a daily basis (e.g., trees, clouds, leaves, the moon, moving water, animals, etc.), and notice how these make you feel and what emotions they evoke. Take a moment to allow yourself to truly experience the nature around you.</li>\n\t<li>When you encounter a natural object, element, or scene that evokes a strong emotion in you, that moves you in some way, take a photo of it. If possible, upload the photo to your computer, or even to a blog if you have one. Along with the photo, jot down a brief description of what prompted you to take it and how this nature scene made you feel, in a few words or a few sentences.</li>\n\t<li>You can take as many photos as you like, but try to take at least 10 photos over the course of two weeks. Be mindful of how the nature you encounter makes you feel on a daily basis, but space the photos out on different days.</li>\n\t<li>Remember: What is key is your experience with what you are photographing—how nature makes you feel. Don’t worry too much about the quality of the photos or how creative they are.</li>\n</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t</div>", "id": 13, "rating": "100", "difficulty": "Moderate", "title": "Noticing Nature", "description": "Pay attention to nature to boost feelings of connection.", "duration": ["10", "mins"], "categories": ["awe", "connection", "happiness", "kindness"], "img": "https://ggia.berkeley.edu/images/made/assets/general/Noticing_Nature_copy_214_162_s_c1.jpg", "frequency": ["1x", "day"]}
]